{"company_id": "milla", "clause_family": "veto", "hits": [{"chunk_id": "f5afa73d20dea714_s0003_c0000", "text": "2.1.1. Président \n2.1.1.1 Nomination 3 durée des fonctions 3 révocation \nLe Président est nommé et révoqué par décision du Comité Stratégi que statuant à la \nMajorité Qualifiée. \nLe Comité Stratégique détermine la durée des fonctions du Préside nt lors de la \nnomination de ce dernier, à la Majorité Qualifiée. \nA la date des présentes, le Président est Monsieur Frédéric Mathis, nommé ce jour par \nla collectivité des associés pour une durée de trois (3) ans exp irant à la date de la \ndécision des Associés statuant sur les comptes de l9exercice clos le 31 décembre 2025. \nLe Président pourra démissionner de ses fonctions en notifiant le Président du Comité \nStratégique de sa décision au moins trois (3) mois avant la date d 9effet de cette \ndémission. Le Président pourra être dispensé d 9exécuter son préavis, en tout ou en \npartie, par décision du Comité Stratégique statuant à la Majorité Qualifiée. \nLa cessation des fonctions du Président entraîne automatiquement c elle de ses \nfonctions au titre de tout autre mandat ou contrat de travail qu9il détiendra alors au \nsein de la Société et des Filiales, sauf accord spécifique contraire du Comité Stratégique \net sous réserve du respect des Lois applicables. \n2.1.1.2 Pouvoirs \nLe Président représente la Société dans ses rapports avec les ti ers. Le Président est \ninvesti des pouvoirs les plus étendus pour agir au nom et pour le compte de la Société \ndans la limite de l9objet social, sous réserve des attributions reconnues p ar la lo i, par \nles statuts de la Société et par le présent Pacte à la collectivité des Associés et au Comité \nStratégique, dont en particulier les Décisions Réservées et les Décisions Stratégiques. \nLe Président peut consentir des délégations de pouvoirs et constituer tous mandataires \nspéciaux et temporaires, sous réserve toutefois du respect des pr incipes rappelés au \nparagraphe précédent. \n2.1.1.3 Rémunération \nLa rémunération versée au Président est déterminée et modifiée par une décision de la \ncollectivité des associés, sous réserve de l9autorisation préalable du Comité Stratégique \nstatuant à la Majorité Qualifiée. \nLe Président sera remboursé des frais et débours raisonnables qu9il aura encourus dans \nle cadre de l9exercice de ses fonctions sur présentation des justificatifs correspondants.\n2.1.2. Directeur général\n\n-15-\n2.1.2.1. Nomination 3 durée des fonctions 3 révocation \nLe Directeur Général est nommé et révoqué par décision du Comité Stratégiq ue \nstatuant à la Majorité Qualifiée. \nLe Comité Stratégique détermine la durée des fonctions du Directeur Général lors de la \nnomination de ce dernier, à la Majorité Qualifiée. \nA la date des présentes, le Directeur Général est Monsieur Eric Gendarme, n ommé ce \njour par la collectivité des associés pour une durée de trois (3) ans expirant à la date de \nla décision des Associés statuant sur les comptes de l9exercice clos le 31 décembre 2025. \nLe Directeur Général pourra démissionner de ses fonctions en notifiant le Président de \nsa décision au moins trois (3) mois avant la date d9effet de cette démission. Le Directeur \nGénéral pourra être dispensé d9exécuter son préavis, en tout ou en partie, par décision \ndu Comité Stratégique statuant à la Majorité Qualifiée. \nLa cessation des fonctions du Directeur Général entraîne automatiquement celle de ses \nfonctions au titre de tout autre mandat ou contrat de travail qu9il détiendra alors au \nsein de la Société et des Filiales, sauf accord spécifique contraire du Comité Stratégique. \nDans un tel cas, le Président sera tenu de faire en sorte que toute mesure soit prise afin \nde mettre un terme au contrat de travail dans le respect des Lois applicables.\n2.1.2.2. Pouvoirs \nLe Directeur Général est investi des mêmes pouvoirs que le Président qu9il exerce sous \nles mêmes réserves. A ce titre, il est investi des pouvoirs les plus é tendus pour agir au \nnom et pour le compte de la Société dans la limite de l9objet social , sous réserve des \nattributions reconnues par la loi, par les statuts de la Société et par le présent Pacte au \nPrésident, à la collectivité des Associés et au Comité Stratégique, dont en particulier les \nDécisions Réservées et les Décisions Stratégiques. \nLe Directeur Général peut consentir des délégations de pouvoirs et co nstituer tous \nmandataires spéciaux et temporaires, sous réserve toutefois du respect des principes \nrappelés au paragraphe précédent.\n2.1.2.3. Rémunération \nLa rémunération versée au Directeur Général est déterminée et m odifiée par une \ndécision de la collectivité des associés, sous réserve de l9auto risation préalable du \nComité Stratégique statuant à la Majorité Qualifiée. \nLe Directeur Général sera remboursé de s frais et débours raisonnables qu9il aura \nencourus dans le cadre de l9exercice de ses fonctions sur présentatio n des justificatifs \ncorrespondants.\n2.1.3. Comité Stratégique \n2.1.3.1. Composition 3 Nomination 3 durée des fonctions 3 révocation 3 rémunération \nLa Société sera dotée d 9un Comité Stratégique composé au plus de six (6) membres \nnommés par la collectivité des Associés statuant à la majorité simple pour une durée de \ntrois (3) ans, selon les modalités suivantes : \n(i) Le Président et le Directeur Général ont chacun le droit de désigner un membre \nau Comité Stratégique (les « Membres de Droit ») ;\n\n-16- \n(ii) un (1) membre est nommé par la collectivité des Associés sur proposition de SPI \n2 (le « Membre A » ) ; \n(iii) un (1) membre est nommé par la collectivité des Associés sur proposition de \nLNE SM Holding (le « Membre B » ). \n(iv) un (1) membre est nommé par la collectivité des Associés sur proposition de \nCELAD (le « Membre C » ) ; \n(v) un (1) membre indépendant est nommé par la collectivité des As sociés sur \nproposition des Investisseurs et agréé par les Fondateurs (le « Membre \nIndépendant » ). \nPar ailleurs, un (1) censeur pourront être désignés par la collectivité des Associés, étant \nprécisé que SPI 2 aura la faculté de le désigner. \nLes membres du Comité Stratégique seront révocables ad nutum et sans indemnité par \nla collectivité des Associés statuant à la majorité simple, sur pro position de la Partie à \nl9origine de sa nomination, laquelle proposera un nouveau membre en r emplacement \ndans les meilleurs délais. \nChaque membre du Comité Stratégique disposera d9une voix. \nLes membres du Comité Stratégique ne seront pas rémunérés, mais seront remboursés \ndes frais et débours raisonnables qu 9ils auront encourus dans le cadre de l 9exercice de \nleurs fonctions sur présentation des justificatifs correspondants. \nPar exception à ce qui précède, le Membre Indépendant pourra p ercevoir une \nrémunération au titre de ses fonctions et sera également remboursé des frais et débours \nraisonnables qu9il aur a encouru dans le cadre de l9exercice de ses fonctions sur \nprésentation des justificatifs correspondants. \nA la date des présentes, les membres du Comité Stratégique sont : \n(i) Monsieur Frédéric Mathis et Monsieur Eric Gendarme, Membres de Droit, \n \n(ii) Bpifrance Investissement, avec pour représentant permanent Monsieur Eric \nLecomte, Membre A nommé par la collectivité des Associés sur p roposition de \nSPI 2 ; et \n(iii) LNE SM Holding, avec pour représentant permanent son Directeur Général \n(lui-même représenté par Monsieur Nicolas Foessel) ou son Prési dent, \nMonsieur Marc Potters , Membre B nommé par la collectivité de s Associés sur \nproposition de LNE SM Holding ; \n(iv) CELAD Holding, avec pour représentant permanent Monsieur Vincent \nGardeau, Membre C nommé par la collectivité des Associés sur pr oposition de \nCELAD ; \nLe Membre Indépendant sera nommé par la collectivité des Associés sur \nproposition de SPI 2 et agréé par les Fondateurs dans un délai de neuf (9) mois \nà compter de la date des présentes.\n\n-17-\n2.1.3.2. Président du Comité Stratégique \nLe Comité Stratégique sera présidé par le Président de la So ciété (le « Président du \nComité Stratégique »). \nEn tant que de besoin, il est précisé que le Président du Comité Stratégique n9aura pas \nde voix prépondérante.\n2.1.3.3. Missions et pouvoirs du Comité Stratégique \nLe Comité Stratégique décide les orientations de l9activité de la Société et de ses Filiales, \nveille à leur mise en Suvre et exerce le contrôle de la gestion de la Société et des Filiales \npar le Président et le Directeur Général. \nDans ce cadre, le Comité Stratégique aura notamment pour mission d 9approuver le \nbudget annuel et le business plan préparés par le Président et de statuer sur les \nDécisions Réservées et les Décisions Stratégiques concernant la Société et ses Filiales. \nLe business plan initial de la Société agréé entre les Parties figure en Annexe C.\n2.1.3.4. Réunions \nLe Comité Stratégique se réunit au moins quatre (4) fois par an et aussi souvent que \nl9intérêt de la Société et ses Filiales l9exige. \nEn cas d 9indisponibilité, chaque membre pourra se faire représenter par un autre \nmembre du Comité Stratégique ou par tout tiers sur présentation d9une procuration. \nLes membres du Comité Stratégique et les censeurs sont convoqués par le Président du \nComité Stratégique ou par l9un de ses membres, par convocation écrite - y compris par \ncourriel, - mentionnant le lieu, la date, l 9heure de la réunion ainsi que les éléments \npermettant la participation par tout moyen de communication et l 9ordre du jour de la \nréunion huit (8) Jours Ouvrés au moins avant la date de celle-ci, é tant précisé que le \nComité Stratégique pourra se réunir sans délai si l 9ensemble de ses membres sont \nprésents ou représentés et acceptent la tenue de la réunion. \nLes réunions du Comité Stratégique se tiendront au siège social de la Société ou en tout \nlieu mentionné dans la convocation. Toutefois, les membres pourront parti ciper à la \nréunion par conférence téléphonique ou visioconférence sans que leu r présence \nphysique ne soit obligatoire, dès lors que ledit moyen de communication garantit la \nparticipation effective du/des membres concernés. \nLes décisions du Comité Stratégique pourront également résulter (i) d9un acte signé par \ntous les membres du Comité Stratégique ou (ii) d 9un échange de courriels formalisant \nl9accord de ses membres sur la décision en cause. \nL9auteur de la convocation devra joindre à celle-ci tous les docume nts et informations \nnécessaires permettant aux membres du Comité Stratégique de prendre des décisions \néclairées. \nLe Président du Comité Stratégique présidera les réunions du Comité Stratégi que. En \nson absence, le Comité Stratégique désignera un président de séance p armi les \nmembres présents à la majorité simple des membres présents ou représentés. \nLe Comité Stratégique pourra valablement délibérer sur première co nvocation si au \nmoins quatre (4) de ses membres, dont au moins un (1) des deux (2) Membres de Droit,\n\n-18- \net le Membre A, sont présents ou représentés. A défaut d 9atteindre le quorum, la \nréunion du Comité Stratégique sera ajournée et une seconde réunion du Comité \nStratégique pourra être convoquée dans un délai de cinq (5) Jours Ou vrés suivant la \npremière, avec le même ordre du jour. Dans ce cas, le Comité St ratégique pourra \nvalablement délibérer sur seconde convocation si au moins trois (3) de ses membres \nsont présents ou représentés dont au moins le Membre A, sans pré judice des \nstipulations de l9Article 2.1.3.5 concernant les Décisions Réservées. \nLes décisions du Comité Stratégique sont prises à la majorité des membres présents ou \nreprésentés. Par exception, les Décisions Stratégiques seront pr ises à la majorité \nqualifiée des 2/3 des membres présents ou représentés incluant le vote positif du \nMembre A (la « Majorité Qualifiée »). \nLes décisions du Comité Stratégique seront consignées dans des procès-verb aux \ndressés et signés par le président de séance et un autre membre e t conservés au siège \nsocial de la Société.\n2.1.3.5. Décisions Réservées et Décisions Stratégiques \nNi le Président, ni le Directeur Général, ni les Associés, ni les dirigeants ou associés des \nFiliales ne pourront prendre ou voter toute Décision Réservée ou Décision Stratégique, \nou toute décision ou mesure conduisant en pratique aux mêmes conséquences que l9une \nquelconque desdites décisions, sans que cette décision ou mesure ait été préalablement \napprouvée par le Comité Stratégique statuant, respectivement, à la majorité simple ou \nà la Majorité Qualifiée. Les Décisions Réservées et Décisions Stratégiq ues sont \nrespectivement visées en Annexe 2.1.3.5 et Annexe 2.1.3.5(bis).", "company_id": "milla", "doc_id": "f5afa73d20dea714", "source_file": "Projet Milla - Pacte d'associés - B&B - 14.06.2023 version de signature v2.pdf", "page_start": 14, "page_end": 18, "section_title": "2.1.1. Président"}, {"chunk_id": "f5afa73d20dea714_s0034_c0001", "text": "nterviendront, à \ndéfaut d9accord entre les Parties concernées quant à la date, à la date in diquée dans la \nNotification d9Exercice Promesse Leaver et au plus tard trente (30) jours à compter de \nla Date d9Exercice. Le Transfert interviendra par la remise, par le Leaver, des ordres de \nmouvements 3 ainsi que des formulaires Cerfa dûment signés et complétés 3 y afférents \net signature de tous accords ou contrats relatifs à ce Transfert confo rmément aux \nstipulations du Pacte, contre paiement du Prix d9Exercice Leaver indiqué dans la \nNotification d9Exercice Promesse Leaver par le ou les Bénéficiaires Promesse Leaver \nayant exercé la Promesse de Vente Leaver. \n11.11. Dans l9hypothèse où, alors même que les Bénéficiaires Promes se Leaver ont dûment \nexercé leur droit de mettre en Suvre la Promesse de Vente Leav er conformément aux \nstipulations du présent Article 11, le Leaver refuserait de remettre à l9Acquéreur \nenvisagé les ordres de mouvement portant sur l9ensemble des Titres de la Société qu9il \ndétient à la date de réalisation convenue entre le Leaver et les Bénéficiaires Promesses \nLeaver, ces derniers pourront consigner auprès d9un officier ministériel acceptant cette \nmission, le prix des Titres de la Société détenus par le Leaver. Dan s ce cas, la simple \nremise à la Société des copies de la Notification d9Exercice Promesse Leaver indiquant \nque les Bénéficiaires Promesse Leaver souhaitent mettre en Suvre la Promesse de \nVente Leaver et du récépissé de la consignation vaudra ordre de mouvement et obligera \nla Société, qui s9y engage, à passer les écritures qui en résulteraient dans le registre des \nmouvements de titres et les comptes titres correspondants. La date du tr ansfert de \npropriété des Titres de la Société détenus par le Leaver au profit des Bénéficiaires \nPromesse Leaver sera réputée fixée au jour de la présentation des docum ents susvisés \nà la Société. \n11.12. Les Parties conviennent, ce que chaque Fondateur reconnaît exp ressément, que la \ncontestation par ce dernier de (i) la qualification du cas de Départ r etenu par les \nBénéficiaires Promesse Leaver exerçant la Promesse de Vente Leaver, ou encore (ii) de \nla validité des engagements pouvant faire l9objet d9un cas de Départ No n Légitime (et\n\n-33- \nnotamment de l9engagement de non-concurrence), sera sans incidence sur l9exercice de \nla Promesse de Vente Leaver et ne pourra en aucun cas avoir pour effet de faire échec \nau ou retarder le Transfert des Titres sous Promesse détenus par le Leaver ; sans \npréjudice de sa ca pacité à saisir les juridictions compétentes à l9effet de contester la \nqualification retenue et par conséquent, le Prix d9Exercice Leave r, ou de contester la \nvalidité de ces engagements et par conséquent, de s9en libérer. Les Parties entendent \nainsi donner plein effet à la Promesse de Vente Leaver, indépendammen t de ce qui \npourra être décidé par les juridictions compétentes relativement à la qualification du \ncas de Départ ou la validité des engagements pouvant faire l9objet d9un cas Départ Non \nLégitime. \nARTICLE 12. ANTI-DILUTION \nAucune émission de Titres ayant pour conséquence de diluer les Investisseurs immédiatement \nou à terme ne pourra être réalisée sans qu 9il n 9ait été préalablement proposé à ceux-ci de \nsouscrire au moins partiellement auxdits Titres aux mêmes conditions, po ur des Titres de \nmême nature et de même catégorie, de manière à ce que les Investis seurs puissent être en \nmesure de maintenir leur quote-part du capital de la Société à hauteur de leur participation \npréexistante appréciée sur une base pleinement diluée immédiatement avant ladite émission. \nPar exception à ce qui précède, les dispositions du présent Articl e ne s'appliquent pas à \nl'émission d'options de souscription ou d'achat d'actions, de bons de souscription d'actions ou \nde bons de souscription de parts de créateur d'entreprise, ou à l9attribution d9actions gratuites, \nou à l'émission d'actions réservées aux salariés dans le cadre d'un plan d'épargne d'entreprise. \nEn outre, les Parties conviennent que dans l9hypothèse où des droits diff érents de ceux \nbénéficiant aux Investisseurs seraient consentis à une Partie ou un nouvel Associé de la Société, \nles stipulations du Pacte seront modifiées (et le cas échéant, les Parties fe ront en sorte de \nmodifier les statuts de la Société) de telle sorte que les Investi sseurs puissent égaleme\nd'entreprise, ou à l9attribution d9actions gratuites, \nou à l'émission d'actions réservées aux salariés dans le cadre d'un plan d'épargne d'entreprise. \nEn outre, les Parties conviennent que dans l9hypothèse où des droits diff érents de ceux \nbénéficiant aux Investisseurs seraient consentis à une Partie ou un nouvel Associé de la Société, \nles stipulations du Pacte seront modifiées (et le cas échéant, les Parties fe ront en sorte de \nmodifier les statuts de la Société) de telle sorte que les Investi sseurs puissent également \nbénéficier de ces nouveaux droits. \nARTICLE 13. EXCLUSIVITE 3 NON-CONCURRENCE 3 NON-\nSOLLICITATION\n13.1. Exclusivité \nMonsieur Frédéric Mathis et Monsieur Eric Gendarme s9engagent et se portent fort du \nrespect de ce qui suit par leurs Affiliés (en ce compris les Fondateurs) aussi longtemps \nqu9ils seront salariés ou dirigeants de la Société et / ou d9une ou plusieurs de ses Filiales \nà : \n(i) consacrer l'exclusivité de leur temps de travail à l9exécution de leurs missions \nde salarié ou de mandataire social de la Société ou de ses Filiales, sans préjudice \nde tout mandat de membre d9un conseil d9administration ou de membre d9un \nconseil de surveillance (ou de tout autre organe collégial similaire instit ué \nconformément aux statuts d9une société donnée) n9ayant pas d9effets \nsignificatifs sur leur disponibilité à l9égard de la Société et à condition que ces \nfonctions ne génèrent pas de conflit d9intérêts ; \n(ii) n'exercer, directement ou indirectement, aucune autre activité professi onnelle \nsous quelque forme que ce soit (notamment mais sans limitation, en tant qu e \nmandataire social, dirigeant, administrateur, salarié, consultant) à l9exclusi on \nd9activités d9enseignement, au sein de toute société (y compris celles n9entrant \npas en concurrence avec l9Activité de la Société) ;\n\n-34- \n(iii) ne pas percevoir de rémunérations et autres avantages de la Société ou de l9une \nde ses Filiales autres que la rémunération et autres avantages qui leur sont \nrégulièrement alloués en qualité de salarié et/ou de mandataire social, à \nl9exclusion de toute rémunération perçue dans le cadre d9activités \nd9enseignement et/ou de rémunération perçue au titre notamment de tout \nmandat de membre d9un conseil d9administration ou de membre d9un conseil de \nsurveillance.\n13.2. Non-concurrence 3 Non-sollicitation \nAfin de préserver les intérêts légitimes de la Société, chacun de Monsieur Frédéric \nMathis et Monsieur Eric Gendarme s9engage et se porte fort du respe ct de ce qui suit \npar leurs Affiliés, pendant toute la durée du Pacte et pendant une durée de dix-huit (18) \nmois à compter de la plus tardive des deux dates suivantes : (i) date à laquelle Monsieur \nFrédéric Mathis ou Monsieur Eric Gendarme, selon le cas, ne sera pl us titulaire de \nTitres de la Société (directement ou indirectement) et (ii) date à l aquelle Monsieur \nFrédéric Mathis ou Monsieur Eric Gendarme, selon le cas, n9exercera plus de fonctions \nau sein de la Société (directement ou indirectement, en qualité de salarié, mandataire, \nou prestataire de services) (la « Date de Départ »): \n(i) à ne pas concurrencer, concevoir, développer, promouvoir o u exercer \ndirectement ou indirectement et de quelque façon que ce soit (en ce co mpris à \ntravers la prise de participation dans une société ou la filialisation) toute activité \nconcurrençant ou susceptible de concurrencer l 9Activité dans un Pays \nConcerné ; \n(ii) à ne pas embaucher, proposer d9embaucher ou de quelque manière que ce soit \nsolliciter, directement ou indirectement (y compris par l 9intermédiaire d 9un \ntiers prestataire de services), pour leur propre compte ou pour le co mpte d9un \nTiers, les salariés et/ou mandataires sociaux et/ou membres des organes \nd9administration, de direction ou de surveillance de la Société et de ses Filiales. \nLe Comité Stratégique pourra, au plus tard dans les deux (2) mois suivan t la Date de \nDépart, décider d9une éventuelle renonciation de la Société au bé néfice de l9obligation \nde non concurrence de, selon le cas, Monsieur Frédéric Mathis ou Monsi eur Eric \nGendarme, ou, à défaut de renonciation, d9une réduction éventuelle de la durée de cette \nobligation de non-concurrence. \nMonsieur Frédéric Mathis ou Monsieur Eric Gendarme, selon le cas, recevra de la \nSociété, en contrepartie de cette obligation de non-concurrence, à comp ter de la Date \nde Départ, et pendant la durée de celle-ci fixée par le Comité S tratégique, une \nrémunération mensuelle (l9 « Indemnité ») égale à un douzième (1/12ème) de 40% de \nla rémunération fixe brute perçue par Monsieur Frédéric Mathis ou Monsieur Eric \nGendarme, selon le cas, au cours des douze (12) derniers mois ayant précédé la Date de \nDépart, étant entendu que (i) l9Indemnité sera payable à la fin de ch aque mois, (ii) \naucune Indemnité ne sera due si la Partie concernée a été rele vée de ses obligations \n(conformément au paragraphe précédent) et (iii) aucune Indemnité ne sera due à \ncompter de l9expiration de l9obligation de non -concurrence conformément à la durée \nqui aura été éventuellement fixée par le Comité Stratégique. \nDans l9hypothèse où Monsieur Frédéric Mathis ou Monsieur Eric Gendarme, selon le \ncas, serait lié par un engagement de non- concurrence au titre d9un contrat de travail\n\n-35- \nconclu avec la Société, et où ledit engagement de non-concurrence serait mis en Suvre \npar la Société, l9Indemnité visée ci-avant ne sera pas due. \nChacune de Monsieur Frédéric Mathis et Monsieur Eric Gendarme reconna it \nexpressément que les stipulations de la présente clause sont équitables et raisonnables \nen ce qui concerne la zone géographique et la nature de l9Activité qui en sont l9objet, \nainsi que la période qu9elles couvrent. \nARTICLE 14. ENGAGEMENTS SPECIFIQUES\n14.1. Propriété intellectuelle \nLes Fondateurs s9interdisent, et se porte fort de ce que leurs Affiliés s 9interdisent, \npendant toute la durée du Pacte, d 9acquérir ou d 9enregistrer auprès d 9un quelconque \norganisme de propriété intellectuelle, directement ou indirectement, to ut Droit de \nPropriété Intellectuelle relatif à l9Activité autrement qu9au nom de la Société ou, le cas \néchéant, de l9une quelconque de ses Filiales. \nChaque Fondateur et la Société s 9engagent, chacun en fonction de ses pouvoirs \nrespectifs, à prendre toutes les mesures nécessaires afin d 9assurer la cession à titre \nexclusif à la Société et, le cas échéant, à ses Filiales, au fur et à mesure de ses créations \nou acquisitions, de la propriété de tous les Droits de Propriété Intel lectuelle créés ou \nacquis dans le cadre ou pour les besoins de l 9Activité. Plus spécifiquement, les \nFondateurs s9engagent à tout mettre en Suvre afin que chaque salarié, mandataire ou \ncollaborateur de la Société et, le cas échéant, des Filiales sous crive un engagement au \ntitre duquel il cèdera à titre exclusif au fur et à mesure à la Société ou, le cas échéant, à \nla Filiale concernée, l 9intégralité des Droits de Propriété Intellectuelle afférents aux \ntravaux qu 9il effectue en relation avec l 9Activité dans le cadre de l 9exécution de son \ncontrat de travail, de son mandat ou de sa collaboration. \n14.2. ICO \nLa Société, directement ou via ses Filiales, s9interdit (i) de réaliser toute levée de fonds \nvia l9émission et l9offre de jetons ( token) ou autres actifs numériques ou crypto-actifs \ndont l9émission, l9inscription, la conservation et le transfert sont réalisés au moyen d9un \ndispositif d 9enregistrement électronique partagé ( blockchain), quels que soient les \ndroits auxquels ces jetons, actifs numériques ou crypto-actifs donne nt accès ( initial \ncoin offering) ou (ii) de détenir tout type de jetons (token) ou autres actifs numériques \nou crypto-actifs, dans les deux cas, sans l9accord préalable écrit des Investisseurs.", "company_id": "milla", "doc_id": "f5afa73d20dea714", "source_file": "Projet Milla - Pacte d'associés - B&B - 14.06.2023 version de signature v2.pdf", "page_start": 31, "page_end": 35, "section_title": "11.3. La « Date du Fait Générateur » correspondra :"}, {"chunk_id": "f5afa73d20dea714_s0070_c0000", "text": "14.2. Directeur général \n \na) Nomination 3 durée des fonctions 3 révocation \n \nLe Directeur Général est nommé et révoqué par décision du Comité Stratégique pour une durée de trois \n(3) ans. \n \n \nLe Directeur Général pourra démissionner de ses fonctions en notifiant le Prési dent de sa décision au \nmoins trois (3) mois avant la date d9effet de cette démission. Le Directeur Général pourra être dispensé \nd9exécuter son préavis, en tout ou en partie, par décision du Comité Stratégique. \n \nLa cessation des fonctions du Directeur Général entraîne automatiquement celle de ses fonctions au titre \nde tout autre mandat ou contrat de travail qu9il détiendra alors au sein de l a Société et de ses filiales,\n\nMilla 12 \nsauf accord spécifique contraire du Comité Stratégique. Dans un tel cas, le Président se ra tenu de faire \nen sorte que toute mesure soit prise afin de mettre un terme au contrat de travail dans le respect des Lois \napplicables. \n \nb) Pouvoirs \n \nLe Directeur Général est investi des mêmes pouvoirs que le Président qu9il ex erce sous les mêmes \nréserves. A ce titre, il est investi des pouvoirs les plus étendus pour agir au nom et pour le compte de la \nSociété dans la limite de l9objet social, sous réserve des attributions reconnues par la loi, les statuts de \nla Société ou par tout acte extra-statutaire, au Président, à la collectiv ité des associés et au Comité \nStratégique. \n \nLe Directeur Général peut consentir des délégations de pouvoirs et constituer tous mandataires spéciaux \net temporaires, sous réserve toutefois du respect des principes rappelés au paragraphe précédent. \n \nc) Rémunération \n \nLa rémunération versée au Directeur Général est déterminée et modifiée par une décision de la \ncollectivité des associés, sous réserve de l9autorisation préalable du Comité Stratégique. \n \nLe Directeur Général sera remboursé des frais et débours raisonnables qu9il aura encourus dans le cadre \nde l9exercice de ses fonctions sur présentation des justificatifs correspondants.\n14.3. Comité Stratégique \n \na) Composition 3 Nomination 3 durée des fonctions 3 révocation 3 rémunération \n \nLa Société sera dotée d9un Comité Stratégique composé au plus de six (6) membres nommés par la \ncollectivité des associés statuant, à la majorité simple pour une durée de trois (3) ans. \n \nUn ou plusieurs censeurs pourront être désignés par la collectivité des associés. \n \nLes membres et censeurs du Comité Stratégique seront révocables ad nutum et sans indemnité par la \ncollectivité des associés statuant à la majorité simple, sur proposition de l 9associé à l9origine d e sa \nnomination, lequel proposera un nouveau membre en remplacement dans les meilleurs délais. \n \nChaque membre du Comité Stratégique disposera d9une voix. \n \nLes membres et censeurs du Comité Stratégique ne seront pas rémunérés. Ils seront remboursés des frais \net débours raisonnables qu9ils auront encourus dans le cadre de l9exercice de leurs foncti ons sur \nprésentation des justificatifs correspondants, \n \nb) Président du Comité Stratégique \n \nLe Comité Stratégique sera présidé par le Président de la Société (le « Président du Comité \nStratégique »). \n \nLe Président du Comité Stratégique n9aura pas de voix prépondérante. \n \nc) Missions et pouvoirs du Comité Stratégique \n \nLe Comité Stratégique décide des orientations de l9activité de la Société et de ses filiales, veille à leur \nmise en Suvre et exerce le contrôle de la gestion de la Société et des filiales par le Président et le \nDirecteur Général.\n\nMilla 13 \nd) Réunions \n \nLe Comité Stratégique se réunit au moins quatre (4) fois par an et aussi souvent que l9intérêt de la Société \net ses filiales l9exige. \n \nEn cas d9indisponibilité, chaque membre pourra se faire représenter par un autr e membre du Comité \nStratégique ou par tout tiers sur présentation d9une procuration. \n \nLes membres du Comité Stratégique et les censeurs sont convoqués par le Président du Comité \nStratégique ou par l9un de ses membres, par convocation écrite - y compris par courriel, - mentionnant \nle lieu, la date, l9heure de la réunion ainsi que les éléments permettant la participation par tout moyen \nde communication et l9ordre du jour de la réunion huit (8) jours ouvrés (un jour ouvré désigne un jour \ncalendaire 3 autre qu9un samedi, un dimanche ou un jour férié en France 3 où les banques sont \ngénéralement ouvertes à Paris) au moins avant la date de celle-ci, étant précisé que le Comité Stratégique \npourra se réunir sans délai si l9ensemble de ses membres sont présents ou repr ésentés et acceptent la \ntenue de la réunion. \n \nLes réunions du Comité Stratégique se tiendront au siège social de la Société ou en tout lieu mentionné \ndans la convocation. Toutefois, les membres pourront participer à la réunion par conférence \ntéléphonique ou visioconférence sans que leur présence physique ne soit obligatoir e, dès lors que ledit \nmoyen de communication garantit la participation effective du/des membres concernés. \n \nLes décisions du Comité Stratégique pourront également résulter d9un acte signé par tous les membres \ndu Comité Stratégique ou d9un échange de courriels formalisant l9accord de ses membres sur la décision \nen cause, étant précisé que dans cette hypothèse, (i) la ou les décisions soumises à approbation devront \nêtre envoyées via le même courrier électronique à destination de l9ensemble de s membres du Comité \nStratégique (avec copie au(x) censeur(s), le cas échéant) et (ii) l9approbation donnée, le cas échéant, par \nles membre du Comité Stratégique devra être unanime et non-équivoque, et effectuée pa r retour de \ncourrier électronique adressé à l9ensemble des autres membres (avec copie au(x) censeur(s), le cas \néchéant). \n \nL9auteur de la convocation devra joindre à celle -ci tous les documents et informations nécessaires \npermettant aux membres du Comité Stratégique de prendre des décisions éclairées. \n \nLe Président du Comité Stratégique présidera les réunions du Comité Stratégiq ue. En son absence, le \nComité Stratégique désignera un président de séance parmi les membres présent s à la majorité simple \ndes membres présents ou représentés. \n \nSous réserve de toute stipulation extra-statutaire, les décisions du Comit é Stratégique sont prises à la \nmajorité des membres présents ou représentés. \n \nLes décisions du Comité Stratégique seront consignées dans des procès-verbaux dressés et signés par le \nprésident de s\nirées. \n \nLe Président du Comité Stratégique présidera les réunions du Comité Stratégiq ue. En son absence, le \nComité Stratégique désignera un président de séance parmi les membres présent s à la majorité simple \ndes membres présents ou représentés. \n \nSous réserve de toute stipulation extra-statutaire, les décisions du Comit é Stratégique sont prises à la \nmajorité des membres présents ou représentés. \n \nLes décisions du Comité Stratégique seront consignées dans des procès-verbaux dressés et signés par le \nprésident de séance et un autre membre et conservés au siège social de la Société. \n \ne) Décisions soumises à l9approbation préalable du Comité Stratégique \n \nNi le Président, ni le Directeur Général, ni les associés, ni les dirigean ts ou associés des filiales ne \npourront prendre ou voter les décisions suivantes ou toute décision ou mesure co nduisant en pratique \naux mêmes conséquences que l9une quelconque desdites décisions, sans que cette décision ou mesure \nait été préalablement approuvée par le Comité Stratégique : \n \n(i) Cession ou acquisition d9actifs d9une valeur d9entreprise comprise entre cinq cent mille \n(500.000) et un million (1.000.000) d9euros et qui n9a pas déjà fait l9objet d9approbation dans \nle cadre du budget ; \n(ii) Endettement (ou remboursement anticipé) et octroi de sûretés / garanties pour un montant \nindividuel compris entre cinq cent mille (500.000) euros et un million (1.000.000) d9euros\n\nMilla 14 \net/ou d9un montant annuel cumulé compris entre un million (1.000.000) d9euros et deux \nmillions (2.000.000) d9euros et qui n9a pas déjà fait l9objet d9approbation dans le cadre du \nbudget ; \n(iii) Recrutement de tout cadre dirigeant membre du comité de direction de la Société et embauche \nde tout salarié bénéficiant d9une rémunération annuelle fixe brute supérieure à cent mille \n(100.000) euros non prévu explicitement au budget ; \n(iv) Toute décision d9approbation des comptes sociaux, d9affectation du résultat ainsi que toute \ndécision de distribution de dividendes, d9acomptes sur dividendes, de réserves ou de primes ou \nde toute autre somme distribuable ; et \n(v) La dissolution ou la liquidation de la Société. \n(vi) Approbation du budget annuel et du business plan de la Société et modifications du budget \nannuel entraînant une augmentation supérieure à dix pour cent (10%) d9un poste budgétaire ; \n(vii) Nomination / révocation ou licenciement et rémunération des dirigeants clés de la Société \n(incluant notamment le Président de la Société, le Directeur Général, le Directeur \nAdministratif et Financier, et autres salariés clés/importants) ; \n(viii) Toute opération relative aux droits de propriété intellectuelle détenus, exploités ou utilisés par \nla Société ou une filiale ; \n(ix) Conclusion, modification, résiliation de conventions à conclure entre la Société (ou une filiale) \net ses associés/dirigeants ou autres parties liées ; \n(x) Conclusion de tous contrats stipulant des engagements de non-concurrence (ou engagements \nde même nature) et/ou des engagements d9exclusivité à la charge de la Société ou d9une \nfiliale ; \n(xi) Conclusion de tout contrat d9un montant supérieur à un million d9euros (en ce inclus le coût \npotentiel de toute résiliation) (autres que les contrats visés au point (iii) ci-dessus) et qui n9a \npas déjà fait l9objet d9approbation dans le cadre du budget ; \n(xii) Cession ou acquisition d'actifs d9une valeur d9entreprise supérieure à un million d9euros qui \nn9a pas déjà fait l9objet d9approbation dans le cadre du budget ; \n(xiii) Endettement (ou remboursement anticipé) et/ou octroi de sûretés / garanties à partir d9un \nmontant individuel supérieur à un million d9euros et/ou d9un montant annuel cumulé supérieur \nà deux millions d9euros qui n9a pas déjà fait l9objet d9approbation dans le cadre du budget ; \n(xiv) Modifications des statuts de la Société ou d9une filiale ; \n(xv) Fusion, scission, apport partiel d9actifs, dissolution, liquidation ou toute autre opération \nassimilée ; \n(xvi) Toute opération affectant le capital ou l9actionnariat de la Société (ou d9une filiale) en ce \ninclus toute décision de mise en place de tout plan d9intéressement et/ou plans d9options \ndestinés aux salariés et/ou mandataires sociaux de la Société (ou de ses filiales ) (en ce \ncompris toute décision d9attribution d9actions gratuites, d9options de souscriptions ou d9achat \nd9actions, de bons de\ne filiale ; \n(xv) Fusion, scission, apport partiel d9actifs, dissolution, liquidation ou toute autre opération \nassimilée ; \n(xvi) Toute opération affectant le capital ou l9actionnariat de la Société (ou d9une filiale) en ce \ninclus toute décision de mise en place de tout plan d9intéressement et/ou plans d9options \ndestinés aux salariés et/ou mandataires sociaux de la Société (ou de ses filiales ) (en ce \ncompris toute décision d9attribution d9actions gratuites, d9options de souscriptions ou d9achat \nd9actions, de bons de souscription de parts de créateur d9entreprise, de bons de souscription \nd9actions) ainsi que toute décision de modification de l9un de ces plans, ainsi que toute \ndécision liée à la mise en Suvre d9un tel plan ; \n(xvii) Changement ou diversification de l9activité de la Société (ou d9une filiale) hors de ce qui est \nprévu lors de l9investissement initial ; \n(xviii) Toute décision relative à l9orientation stratégique des activités représentant un investissement, \nengagement, coût, responsabilité, même potentiel, et qui n9a pas déjà fait l9objet d9approbation \ndans le cadre du budget ; \n(xix) Transaction d9un litige ou l9ouverture d9une procédure judiciaire, administrative ou arbitrale \npar toute Société du groupe à condition que le montant en jeu (ou le coût potentiel susceptible\n\nMilla 15 \nd9être généré par ladite procédure) excède un montant de deux cent cinquante mille (250.000) \neuros ; \n(xx) Création ou constitution de partenariats, joint-ventures, filiales ou autres opérations \nsimilaires ; \n(xxi) Transfert / délocalisation du siège social ou d9autres pôles d9importances le cas échéant (ex. \nR&D) ; \n(xxii) Changement de la politique comptable de la Société. \n \nf) Conflits d9intérêts \n \nChaque membre ou censeur du Comité Stratégique doit informer ce dernier, dès qu'il/elle en a \nconnaissance, de tout conflit d'intérêts (avéré ou potentiel). En tout état de cause, chaque associé, \nmembre ou censeur du Comité Stratégique peut soulever une situation de conflit d9i ntérêt (avéré ou \npotentiel) affectant l9un des membres ou censeurs du Comité Stratégique. \n \nLe Comité Stratégique statue, à la majorité simple de ses membres, sur l9existence d9un tel conflit \nd9intérêt. \n \nEn cas de conflit d'intérêts, les stipulations suivantes s9appliqueront : \n \n\" le Comité Stratégique pourra demander au membre ou au censeur concerné de prendre des mesures \nspécifiques pour atténuer le conflit d'intérêts, notamment en s'abstenant de participer à certaines \ndiscussions ou de voter certaines résolutions, ou, en cas de conflit d'intérêts permanent du membre \nou du censeur, demander à l9associé qui a sollicité la nomination de ce membre ou de ce censeur de \nle remplacer ; \n \n\" le Comité Stratégique peut exclure des informations à fournir à ce membre ou censeur les \ninformations relevant du conflit d'intérêts, étant précisé que cette disp osition peut également \ns'appliquer aux informations périodiques, aux informations spécifiques relatives à un ordre du jour \nou à toute information sensible pouvant être fournie dans le cadre de l'audit et du droit d'accès ; \n \n\" en ce qui concerne les membres du Comité Stratégique, et dans le cas où le conflit d'intérêts concerne \nl'entité habilitée à nommer les membres du comité, le Comité Stratégique peut décider que le droit \nde nommer un membre ne peut être maintenu. \n \nAux fins du présent article, on entend par « conflit d'intérêts » la situation qui se produit, directement ou \nindirectement, lorsque les intérêts d'un membre ou d9un censeur au sein du Com ité Stratégique ou de \nl'entité qui a sélectionné le membre ou le censeur, directement ou indirectem ent entrent en conflit sont \nraisonnablement susceptibles d'entrer en conflit, ou sont susceptibles d'entrer en conflit avec les intérêts \nde la Société ou de ses f iliales ou lorsque l9accès dudit membre, censeur, ou de ladite entité, aux \ninformations de la Société ou des Filiales, soulèvent ou sont susceptibles de sou lever des questions du \npoint de vue du droit de la concurrence (notamment en ce qui concerne le partage d'in formations \ncommercialement sensibles). \n \nArticle 15. Conventions entre la Société, ses dirigeants et ses associés \n \nAu moins une fois par an à l'occasion de la présentation à la collectivi té des associés des comptes \nannuels, le Président, ou, le commissaire aux comptes s9il en existe un, présente à l a\nou de ladite entité, aux \ninformations de la Société ou des Filiales, soulèvent ou sont susceptibles de sou lever des questions du \npoint de vue du droit de la concurrence (notamment en ce qui concerne le partage d'in formations \ncommercialement sensibles). \n \nArticle 15. Conventions entre la Société, ses dirigeants et ses associés \n \nAu moins une fois par an à l'occasion de la présentation à la collectivi té des associés des comptes \nannuels, le Président, ou, le commissaire aux comptes s9il en existe un, présente à l a collectivité des \nassociés un rapport sur les conventions intervenues directement ou par personne i nterposée entre la \nSociété et son Président, le directeur général, tout associé disposant d9une fraction des droits de vote au \nsein de la collectivité des associés supérieure à 10% ou, il s9agit d9une Société associée, la Société la \ncontrôlant au sens de l9article L. 233-3 du Code de commerce.\n\nMilla 16 \nLes conventions non approuvées par la collectivité des associés conformément à c e qui précède \nproduisent néanmoins leurs effets, à charge pour la personne intéressée et éventuellement pour le \nPrésident et les autres dirigeants, dans la mesure où ils ont signé la convention au nom de la Société, \nd9en supporter les conséquences dommageables pour la Société. \n \nLes stipulations qui précèdent ne s'appliquent pas aux conventions portant sur les opérations courantes \net conclues à des conditions normales. \n \nLorsque la Société ne comprend qu'un seul associé, les stipulations qui précèdent ne s9appliquent pas et \nil est seulement fait application des dispositions prévues dans ce cas par la loi. \n \nArticle 16. Commissaire aux comptes \n \nSi les conditions légales sont réunies, le contrôle légal de la Société est effectué par un commissaire aux \ncomptes exerçant sa mission conformément à la loi. \n \nIl est nommé pour une durée de six (6) exercices.\n\nMilla 17 \nTITRE V - DECISIONS DE L9ASSOCIE UNIQUE OU DES ASSOCIES \n \nArticle 17. Domaines réservées aux décisions de la collectivité des associés ou de l9associé \nunique \n \nL'associé unique ou, en cas de pluralité des associés, les associés délibérant collect ivement sont seuls \ncompétents pour prendre les décisions suivantes : \n \n\" Détermination de la rémunération du Président et du Directeur Général ; \n\" Nomination, renouvellement et révocation des membres et censeur(s) du Comité Stratégique ; \n\" Nomination et renouvellement des Commissaires aux comptes titulaires et suppléants ; \n\" Approbation des comptes sociaux annuels de la Société et affectation des résultats ; \n\" Approbation des conventions de l9article L. 227-10 du Code de commerce ; \n\" Toutes modifications statutaires, et notamment : extension ou modification de l' objet social, \naugmentation, amortissement ou réduction du capital social, transfert du siège. \n \nLes autres décisions relèvent de la compétence du Président, et le cas échéant, du directeur général et \ndu Comité Stratégique. \n \nArticle 18. Associé unique \n \nSi la Société venait à ne comporter qu'un associé, ce dernier exercera les pouvoirs dévolus aux associés \nlorsque les présents statuts prévoient une prise de décision collective. \n \nArticle 19. Initiative des decisions collectives \n \nL'organe compétent pour provoquer la décision des associés est le Président. \n \nUn associé détenant plus de 10% du capital ou des droits de vote de la Société ains i que plusieurs \nassociés détenant, ensemble, plus de 10% du capital ou des droits de vote de l a Société, peuvent \négalement procéder aux formalités nécessaires pour consulter les associés sur un ordre du jour qu'ils \nétablissent. La demande est présentée aux frais des demandeurs. Ils devront justifier de cette quotité.. \n \nLe commissaire aux comptes dispose des mêmes prérogatives. \n \nArticle 20. Forme des décisions collectives \n \nLes décisions collectives des associés sont prises, au choix de l9auteur de la convocation : \n \n\" soit en assemblée générale réunie au siège social ou en tout autre lieu indiqué sur la convocation, \n\" soit par consultation par correspondance, \n\" soit par téléconférence téléphonique ou audiovisuelle, \n\" soit par acte authentique ou sous seing privé. \n \nTous moyens de télécommunication peuvent être utilisés dans l'expression des décisions. \n \nLes décisions prises conformément à la loi et aux statuts obligent tous les associés même absents, \ndissidents ou incapables.", "company_id": "milla", "doc_id": "f5afa73d20dea714", "source_file": "Projet Milla - Pacte d'associés - B&B - 14.06.2023 version de signature v2.pdf", "page_start": 66, "page_end": 72, "section_title": "14.2. Directeur général"}, {"chunk_id": "f5afa73d20dea714_s0080_c0000", "text": "Annexe 1.1(ii) \nTermes et conditions des BSARatchet\n\nLes termes commençant par une lettre majuscule et non définis dans la pr ésente annexe auront le sens \nqui leur est donné par les décisions unanimes des associés en date du 14 juin 2023 (les « Décisions \nUnanimes »). \nLes BSA Ratchet seront exerçables, en tout ou en partie, en une ou plusieurs fois, par leurs titulaires à \ntout moment dans l'hypothèse où, avant le cinquième (5 ème) anniversaire des Décisions Unanimes, la \nSociété procéderait à une ou plusieurs émissions de titres de capital de la Société ou autres valeurs \nmobilières donnant accès à terme au capital libérables en numéraire (y compris, le cas échéant, par voie \nde compensation de créances) ou en nature (a) exception faite (i) des augmentati ons de capital \nimmédiates ou à terme résultant de l9attribution d9actions à titre gratui t, de l'exercice d'options d e \nsouscription d'actions, de bons de souscription de parts de créateur d9entreprise ou de bons de \nsouscription d9actions au profit de dirigeants, salariés, consultants ou membres de consei l(s) ou \ncomité(s) de la Société ou de ses filiales, ou décidées conformément à l9émission et aux délégations et \nautorisations accordées au Président de la Société aux termes des Décisions Unanimes et (ii) des actions \nqui seraient émises à leur valeur nominale sur exercice des BSA Ratchet ainsi que de tous autres bons \nde souscription d9actions similaires (ou actions de préférence à droit de relut ion ou de conversion), \nc9est-à-dire ayant pour objet de protéger leurs titulaires contre une diminuti on éventuelle de la valeur \nde leurs actions, qui seraient le cas échéant émis par la Société et (b) sur la base d9un Prix par Action \n(tel que ce terme est défini ci- dessous) inférieur à 51,33 euros (prime d9émission incluse) \n(une « Emission Dilutive »). \nEn cas de réalisation d9une Emission Dilutive, chaque BSA Ratchet donnera à son titulaire le droit de \nsouscrire, à leur valeur nominale à la date d9exercice des BSA Ratchet (sous réserve du cas où une \nréduction de capital motivée par des pertes par voie de diminution de la val eur nominale des actions \ninterviendrait postérieurement aux Décisions Unanimes, auquel cas le prix de souscr iption retenu aux \nfins d9exercice des BSA Ratchet sera égal à la valeur nominale avant ladite réducti on de capital) , un \nnombre « S » d'Actions A de la Société dans la limite d9un maximum de dix (10) Actions A de la \nSociété, tel que : \nP1 3 Pm \nS = ----------------- \nPm 3 P0 \noù : \n\"P0\" est égal au prix de souscription d'une Action A de la Société sur exercice des BSA Ratchet \nà la date considérée, soit la valeur nominale des actions de la Société (sous réserve du cas \nde réduction de capital motivée par des pertes par voie de diminution de la valeur nominale \ndes actions susvisé) à la date d9exercice considérée, \n\"P1\" est égal au prix de souscription d'une ABSA (prime d'émission incluse) émise dans le cadre \ndes Décisions Unanimes, soit 51,33 euros, \n\"Pm\" est le Prix Par Action (tel que ce terme est défini ci-dessous) retenu dan s le cadre de \nl9Emission Dilutive. \nétant précisé que : \n- dans l'hypothèse où l'Emission Dilutive consisterait en l'émission d'actions, le « Prix par \nAction » sera égal au prix de souscription unitaire desdites actions, prime d9émission incluse, , \n- dans l'hypothèse où l'Emission Dilutive consisterait en l'émission de valeurs mobilières donnant \naccès au capital, le « Prix par Action » sera déterminé en divisant (x) le montant total des prix \nde souscriptions liés à l'Emission Dilutive augmenté, le cas échéant, des sommes que devraient \nacquitter les titulaires desdites valeurs mobilières afin d'obtenir des actions par souscription ou \nconversion desdites valeurs mobilières par (y) le nombre d'actions que les t itulaires desdites \nvaleurs mobilières souscriraient le cas échéant immédiatement augmenté du nom bre d9actions\n\nmaximum qu9ils pourraient obtenir sur conversion ou exercice desdites valeurs mobilières (sans \ntoutefois tenir compte des actions qui seraient émises à leur valeur nominale sur exercice des \nBSA Ratchet ainsi que de tous autres bons de souscription d9actions similaires (ou ac tions de \npréférence à droit de relution ou de conversion), c9est -à-dire ayant pour objet de protéger leurs \ntitulaires contre une diminution éventuelle de la valeur de leurs actions, qui seraient le cas\nimmédiatement augmenté du nom bre d9actions\n\nmaximum qu9ils pourraient obtenir sur conversion ou exercice desdites valeurs mobilières (sans \ntoutefois tenir compte des actions qui seraient émises à leur valeur nominale sur exercice des \nBSA Ratchet ainsi que de tous autres bons de souscription d9actions similaires (ou ac tions de \npréférence à droit de relution ou de conversion), c9est -à-dire ayant pour objet de protéger leurs \ntitulaires contre une diminution éventuelle de la valeur de leurs actions, qui seraient le cas échéant \némis par la Société), \n- les chiffres ci-dessus seront ajustés pour tenir compte de tout regrou pement ou division de la \nvaleur nominale des actions de la Société (ou autres opérations équivalentes) qui su rviendrait \npostérieurement à l9émission des ABSA, \n- les chiffres ci-dessus (y compris le nombre « S » d'Actions A) seront arrêtés à quatre chiffres \naprès la virgule étant au surplus précisé que, dans l'hypothèse où ils comp rendraient plus de \nquatre chiffres après la virgule, la quatrième décimale (« T ») serait arrondie ainsi qu'il suit : \n(a) si la cinquième décimale est supérieure à 5, « T » sera égale à la décim ale qui lui est \nimmédiatement supérieure, et \n(b) si la cinquième décimale est inférieure ou égale à 5, « T » demeurera inchangée, \n- dans l9hypothèse où \"Pm 3 P0\" serait inférieur à 1, \"Pm 3 P0\" sera considéré comme égal à 1, \nPour chaque Emission Dilutive considérée, l9e xercice de BSA Ratchet devra intervenir dans un délai \nde quatre (4) mois au plus à compter de ladite Emission Dilutive et le fait , pour tout titulaire de BSA \nRatchet de ne pas exercer tout ou partie de ses BSA Ratchet à l'occasion de la réa lisation d'une \nl'Emission Dilutive dans le délai précité n'aura pas pour effet de rendre les BSA Ratchet non exercés \ncaducs ni d'interdire l'exercice ultérieur de ces BSA Ratchet, à l'occasion de la réalisation d'une autre \nEmission Dilutive, sous réserve du respect des autres conditions d'exercice. \nLa période d9exercice des BSA Ratchet expirera le soixantième (60 ème) jour suivant la date du \ncinquième (5 ème) anniversaire des Décisions Unanimes à minuit. En outre, les BSA Ratchet seront \nautomatiquement considérés comme caducs immédiatement avant la première cotat ion des actions de \nla Société (y compris le cas échéant sous la forme d9 American Depositary Shares ou d9 American \nDepositary Receipts) sur un marché réglementé en France, en Allemagne ou en Angleterre, ou sur le \nNasdaq National Market ou le New York Stock Exchange aux Etats-Unis d'Amérique \n(l' « Introduction ») mais ce, sous réserve de la cotation effective de tout ou partie des actions de la \nSociété. \nPour q9un BSA Ratchet soit valablement exercé, la demande d9attribution d'Actions A correspondante \n(devant être effectuée par la remise d'un bulletin de souscription) devra êt re adressée par lettre \nrecommandée avec avis de réception (ou tout procédé équivalent pour les notifications internationales) \nou remis en main propre et parvenu à la Société au plus tard le soixantième (60ème) jour suivant la date \ndu cinquième (5ème) anniversaire des Décisions Unanimes à minuit ou, si cette date lui est antérieure, \nau plus tard immédiatement avant l9Introduction, sous réserve du respect des conditi ons d'exercice. \nLorsque le prix de souscription des Actions A sera libéré par chèque, le chèque sera joint à la demande. \nS'il ne s'agit pas d'un chèque de banque, la souscription des Actions A sera considér ée comme libérée \naprès réception d'un chèque dûment provisionné. Lorsque le prix de souscript ion des Actions A sera \nlibéré par virement bancaire, le prix de souscription devra être pa rvenu sur le compte de la Société au \nplus tard dans les trente (30) jours calendaires suivant la date de réception par la Société de ladite \ndemande de souscription. \nL9application de la formule de détermination du nombre d9 Actions A pouvant être souscrit sur exercice \ndes BSA Ratchet pouvant faire apparaître des décimales (après application des règles d9ajustement de \n« S » prévues ci-dessus), tout titulaire de BSA Ratchet fera son affaire du regrou pement des droits de \nsouscription résultant de l9exercice de tout ou partie des BSA Ratchet qu9il détient et, au cas où ce\n\nregroupement ne donnerait pas droit de souscrire un nombre entier d9Actions A, ce nombre serait \narrondi au nombre entier inférieur. \nChaque BSA R\nétermination du nombre d9 Actions A pouvant être souscrit sur exercice \ndes BSA Ratchet pouvant faire apparaître des décimales (après application des règles d9ajustement de \n« S » prévues ci-dessus), tout titulaire de BSA Ratchet fera son affaire du regrou pement des droits de \nsouscription résultant de l9exercice de tout ou partie des BSA Ratchet qu9il détient et, au cas où ce\n\nregroupement ne donnerait pas droit de souscrire un nombre entier d9Actions A, ce nombre serait \narrondi au nombre entier inférieur. \nChaque BSA Ratchet ne pourra être cédé qu9attaché à l9Action A au titre de laquelle il a été émis, étant \nprécisé que pour les besoins de l9article L. 228-103 du Code de commerce, chaque BSA Ratchet sera \nconsidéré comme attaché de l9Action à compter de son émission, de sorte que les t itulaires d'ABSA \nsont groupés en une masse dotée de la personnalité civile pour la protection de leurs intérêts communs, \nconformément à l9article L. 228-103 du Code de commerce. \nChaque BSA Ratchet ne pourra être exercé qu'une fois. \nLes BSA Ratchet sont émis sous la forme nominative et feront l'objet d'une inscr iption en compte au \nnom de leur titulaire. \nEn application de l'article L. 228-98 du Code de commerce : \n- en cas de réduction de capital motivée par des pertes par voie de diminutio n du nombre des \nactions, les droits des titulaires des BSA Ratchet quant au nombre d'Actions A à r ecevoir sur \nexercice des BSA Ratchet seront réduits en conséquence comme si lesdits titulair es avaient été \nactionnaires dès la date d'émission des BSA Ratchet, \n- en cas de réduction de capital motivée par des pertes par voie de diminution de la valeur nominale \ndes actions, le prix de souscription des Actions A auxquelles les BSA Ratchet donnent dr oit ne \nvariera pas, la prime d'émission étant augmentée du montant de la diminutio n de la valeur \nnominale, \nPar ailleurs : \n- en cas de réduction de capital non motivée par des pertes par voie de diminutio n de la valeur \nnominale des actions, le prix de souscription des Actions A auxquelles les BSA Ratchet donnent \ndroit sera réduit à due concurrence, \n- en cas de réduction de capital non motivée par des pertes par voie de diminution du nombre des \nactions, les titulaires des BSA Ratchet, s'ils exercent leurs BSA Ratchet, pourron t demander le \nrachat de leurs Actions A ainsi émises dans les mêmes conditions que s'ils avaient été actionnaires \nau moment du rachat par la Société de ses propres actions. \nDans le cas où les BSA Ratchet n'auront pas été exercés, la Société procéderait à l'une des opérations \nmentionnées ci-après : \n- émission de titres de capital comportant un droit préférentiel de souscription des actionnaires, \n- modification de la répartition de ses bénéfices par la création d9actions de préférence, \n- distribution de réserves, en espèces ou en nature et de primes d9émission, \nles droits des titulaires des BSA Ratchet seront réservés dans les conditions prévues à l9article \nL. 228-99 du Code de commerce. \nPour le cas où il serait nécessaire de procéder à l'ajustement prévu à l'arti cle L. 228-99 3° du Code de \ncommerce, l'ajustement serait réalisé en appliquant la méthode prévue à l'article R. 228-91 du Code de \ncommerce, étant précisé que la valeur du droit préférentiel de souscription comme la valeur de l'action \navant détachement du droit de souscription seraient, si besoin était, déterminées p ar le Président de la \nSociété en fonction du prix de souscription, d9échange ou de vente par action retenu lors de la dernière \nopération intervenue sur le capital de la Société (augmentation de capital , apport de titres, vente\n\nd9actions etc.) au cours des six (6) mois précédent la décision du Président ou, à défaut de réalisation \nd9une telle opération au cours de cette période, en fonction de tout autre par amètre financier qui \napparaîtra pertinent pour le Président (et qui sera validé, le cas échéant, par le commissaire aux comptes \nde la Société). \nEn cas de fusion par voie d'absorption de la Société, chaque titulaire de B SA Ratchet sera averti et \nrecevra les mêmes informations que s'il était actionnaire afin de pouvoir, s'il le souhaite et si les \nconditions sont remplies, exercer son droit à la souscription d'Actions A. \nConformément aux dispositions de l9article L. 228-98 du Code de commerce, la Société est autorisée, \nsans avoir à sol liciter l9autorisation des titula\nrésident (et qui sera validé, le cas échéant, par le commissaire aux comptes \nde la Société). \nEn cas de fusion par voie d'absorption de la Société, chaque titulaire de B SA Ratchet sera averti et \nrecevra les mêmes informations que s'il était actionnaire afin de pouvoir, s'il le souhaite et si les \nconditions sont remplies, exercer son droit à la souscription d'Actions A. \nConformément aux dispositions de l9article L. 228-98 du Code de commerce, la Société est autorisée, \nsans avoir à sol liciter l9autorisation des titulaires des BSA Ratchet, à modifier sa forme et son objet \nsocial. \nEnfin conformément aux dispositions de l9article L. 228-98 du Code de commerce, la Société ne peut \nni modifier les règles de répartition de ses bénéfices, ni amortir son ca pital, ni créer d'actions de \npréférence entraînant une telle modification ou un tel amortissement, à moins d9y êtr e autorisée par le \ncontrat d9émission ou dans les conditions prévues à l9article L. 228-103 du Code de commerce et sous \nréserve de prendre les dispositions nécessaires au maintien des droits des titulaires de BSA Ratchet dans \nles conditions définies à l9article L. 228-99 du Code de commerce.\nAnnexe 1.1 (iii) \nProcédure d9Expertise \nA défaut d9accord sur la détermination de la Valeur de Marché (les « Eléments Contestés »), \nceux-ci seront déterminés par expertise de la manière suiva nte (la « Procédure \nd9Expertise ») : \n(i) Les Parties désigneront d 9un commun accord, en qualité de mandataire commun, un \nExpert en lui demandant de procéder à une évaluation des Eléments Contestés, en étant \nlié par les stipulations du Pacte, notamment les stipulations ci-dessous. \n(ii) Si les Parties ne désignent pas d 9un commun accord l 9Expert, dans les dix (10) Jours \nOuvrés suivant leur désaccord, le Président du Tribunal de commerce de Paris, statuant \nselon la procédure accélérée au fond conformément à l9Article 1592 du Code civil et sans \nrecours possible, à la requête de la Partie la plus diligent e, y pourvoira, l 9autre Partie \nayant eu la faculté d9être entendue. \n(iii) L9Expert devra communiquer dans les plus brefs délais aux Parties par l ettre \nrecommandée avec demande d 9avis de réception l 9évaluation des Eléments Contestés à \nlaquelle il sera parvenu, sans pouvoir excéder vingt (20) Jours Ouvrés à compter du \nmoment où il aura été saisi de sa mission. \n(iv) L9Expert déterminera les Eléments Contestés conformément aux, et dans le respect des, \nstipulations du Pacte, exclusivement au vu des pièces et documents qui lui seront \ncommuniqués, le cas échéant à sa demande, par les Parties. \n(v) L9Expert devra entendre les Parties et ainsi respecter le principe du contradictoire, sous \nréserve de les avoir convoquées avec un préavis minimum de cinq (5) J ours Ouvrés et \nétant précisé que si une Partie ne se présente pas à cette convocation sans motif sérieux, \nce dernier sera réputé avoir renoncé à son droit de se faire entendre par l9Expert dans le \ncadre du présent alinéa. Dans toute la mesure où cela leur sera raisonnablement possible, \nles Parties seront tenues de communiquer à l 9Expert les informations que ce dernier \npourra raisonnablement demander sur la Société et ses Filiales. \n(vi) L9Expert agira dans le cadre de l9Article 1592 du Code civil et non en qualité d9arbitre, les \nParties étant définitivement liées par sa décision sans recours d9aucune sorte, sauf fraude \nou erreur manifeste ; étant entendu qu 9en cas d 9empêchement quelconque de l 9Expert, \npour quelque raison que ce soit, un nouvel Expert sera désigné sel on les modalités \nprévues au paragraphe (i) ci-dessus. \n(vii) Dans l9hypothèse où l 9Expert ne pourrait ou ne voudrait pas rendre de décision sur l a \ndétermination des Eléments Contestés, il sera désigné un nouvel Expert dans l es \nconditions stipulées ci-dessus. \n(viii) Les frais de l9Expert seront supportés à parts égales entre les Parties.\nAnnexe 2.1.3.5 \nDécisions Réservées \nLes décisions ci-dessous concernent la Société et, le cas échéant, ses Filiales. \ni. Cession ou acquisition d9actifs d9une valeur d9entreprise comprise entre cinq cent mille \n(500.000) et un million (1.000.000) d9euros et qui n9a pas déjà fait l9objet d9approbation \ndans le cadre du budget ; \nii. Endettement (ou remboursement anticipé) et octroi de sûretés / garanties pour un \nmontant individuel compris entre cinq cent mille (500.000) euros et un million \n(1.000.000) d9euros et/ou d9un montant annuel cumulé compris entre un million \n(1.000.000) d9euros et deux millions (2.000.000) d9euros et qui n9a pas déjà fait l9objet \nd9approbation dans le cadre du budget ; \niii. Recrutement de tout cadre dirigeant membre du comité de direction de l a Société et \nembauche de tout salarié bénéficiant d9une rémunération annuelle fixe brute supérieure \nà cent mille (100.000) euros non prévu explicitement au budget ; \niv. Toute décision d9approbation des comptes sociaux, d9affectation du résultat ain si que \ntoute décision de distribution de dividendes, d9acomptes sur dividendes, de rés erves ou \nde primes ou de toute autre somme distribuable ; et \nv. la dissolution ou la liquidation de la Société.\nAnnexe 2.1.3.5bis \nDécisions Stratégiques \nLes décisions ci-dessous concernent la Société et, le cas échéant, ses Filiales. \ni. Approbation du budget annuel et du business plan de la Société e t modifications du \nbudget annuel entraînant une augmentation supérieure à dix pour cent (10%) d’un poste \nbudgétaire ; \nii. Nomination / révocation ou licenciement et rémunération des dirigeants clé s de la \nsociété (incluant notamment le Président de la Société, le Directeur Général, le Directeur \nAdministratif et Financier) ; \niii. Toute opération relative aux droits de propriété intellectuelle détenus, exploités ou \nutilisés par la Société ou une Filiale ; \niv. Conclusion, modification, résiliation de conventions à conclure entre la Société (ou une \nFiliale) et ses associés/dirigeants ou autres parties liées ; \nv. Conclusion de tous contrats stipulant des engagements de non-concurrence (ou \nengagements de même nature) et/ou des engagements d’exclusivité à la charge de la \nSociété ou d’une Filiale ; \nvi. Conclusion de tout contrat d’un montant supérieur à un million d’euros (en ce inclus le \ncoût potentiel de toute résiliation) (autres que les contrats visés au point (iii) ci-dessus) \net qui n’a pas déjà fait l’objet d’approbation dans le cadre du budget ; \nvii. Cession ou acquisition d'actifs d’une valeur d’entreprise supérieure à un million d’euros \nqui n’a pas déjà fait l’objet d’approbation dans le cadre du budget ; \nviii. Endettement (ou remboursement anticipé) et/ou octroi de sûretés / gara nties à partir \nd’un montant individuel supérieur à un million d’euros et/ou d’un montant annuel \ncumulé supérieur à deux millions d’euros qui n’a pas déjà fait l’objet d’approbation dans \nle cadre du budget ; \nix. Modifications des statuts de la Société ou d’une Filiale ; \nx. Fusion, scission, apport partiel d’actifs, dissolution, liquidation ou toute autre opération \nassimilée ; \nxi. Toute opération affectant le capital ou l’actionnariat de la Société (ou d’une Filiale) en ce \ninclus toute décision de mise en place de tout plan d’intéressement et/ou plans d’options \ndestinés aux salariés et/ou mandataires sociaux de la Société (ou de ses Filiales ) (en ce \ncompris toute décision d’attribution d’actions gratuites, d’options de souscriptions ou \nd’achat d’actions, de bons de souscription de parts de créateur d’entrep rise, de bons de \nsouscription d’actions) ainsi que toute décision de modification de l’un de ces plans, ainsi \nque toute décision liée à la mise en Suvre d’un tel plan ; \nxii. Changement ou diversification de l’activité de la Société (ou d’une Filiale) hors de ce qui \nest prévu lors de l’investissement initial ; \nxiii. Toute décision relative à l’orientation stratégique des activités représentant un \ninvestissement, engagement, coût, responsabilité, même potentiel, et qui n’a pa s déjà \nfait l’objet d’approbation dans le cadre du budget ; \nxiv. Transaction d’un litige ou l’ouverture d’une procédure judic iaire, administrative ou \narbitrale par toute société du groupe à condition que le montant e n jeu (ou le coût \npotentiel susceptible d’être généré par ladite procédure) excède un montant de deux cent \ncinquante mille (250.000) euros ; \nxv. Création ou constitution de partenariats, joint-ventures, filiales ou a utres opérations \nsimilaires ; \nxvi. Transfert / délocalisation du siège social ou d’autres pôles d’importances le cas échéant \n(ex. R&D) ;\n\nxvii. Changement de la politique comptable de la Société.\nAnnexe 2.2.1 \nReporting \nChaque année : \n(a) au plus tard un (1) mois avant la clôture de l9exercice précédent, le budget prévisionnel \nmensuel et le plan de financement et de trésorerie correspondant de la Société et, le \ncas échéant, de ses Filiales, pour l9exercice à venir et le plan d9atterrissage de l9exercice \nen cours ; \n(b) au plus tard quatre (4) mois après la clôture de chaque exercice, les co mptes sociaux \ndéfinitifs (comprenant le bilan, le compte de résultat et les annexes y afférentes) de la \nSociété et de ses Filiales ainsi que les comptes consolidés de la Société (comprenant \nle bilan, le compte de résultat et les annexes y afférentes), accompagnés des rapports \ndes commissaires aux comptes s9ils sont disponibles (et, s9ils ne le sont pas, dès qu9ils \nseront disponibles) et des projets de tous autres rapports requis par la Loi ; et \n(c) au plus tard trois (3) mois après la fin du premier semestre, un rapport sur les critères \nESG, une attestation d9inscription en compte émise par la Société relative aux Titres \ndétenus par chacun des Investisseur et une table de capitalisation actualisée (faisant \napparaitre les éventuels Transferts de Titres, émissions et attributions de Titres ainsi \nque les modifications résultant de l9exercice ou de la caducité éventuelle des Titres) ; \nChaque semestre : \n(d) au plus tard trois (3) mois après la fin du semestre, la situation semes trielle de la \nSociété et des Filiales et la situation consolidée de la Société, non certifiée ; \n(e) au plus tard un (1) mois avant la fin du premier semestre, le budget prévisionnel révisé \nde la Société et de ses Filiales incluant les revenus, les charges et la trésorerie ; \nChaque trimestre : \n(f) au plus tard quinze (15) Jours Ouvrés après la fin du trimestre précédent, (i) le compte \nd9exploitation trimestriel comparé au budget, (ii) l 9état des commandes fermes de la \nSociété et des Filiales et (iii) les principaux indicateurs de l 9activité rapportée au \nbudget et ce, sous forme de tableau de bord incluant, notamment mais non \nexclusivement, la situation de la trésorerie, le chiffre d9affaires facturé, les charges, un \ntableau des effectifs, ainsi qu 9un compte-rendu d9activité commentant les écarts par \nrapport au budget et détaillant les principaux évènements financiers et les faits \nmarquants de la période concernée ; \nChaque mois : \n(g) au plus tard dix (10) Jours Ouvrés après la fin de chaque mois, un état de trésorerie \nde fin de mois de la Société et de ses Filiales ainsi qu 9un résumé des faits marquants \npour la Société et les Filiales intervenus au cours du mois précédent. \nA tout moment : \n(h) toute information nécessaire ou utile aux Investisseurs dans le cadre du reporting à \nl'attention de leurs propres investisseurs, la Société s9engageant ainsi à répondre (a) \ndans les meilleurs délais à toute demande d9information leur permettant de satisfaire \nà leurs obligations internes de reporting portant sur la participation qu9ils détiennent \nau capital de la Société et (b) dans un délai de quinze (15) jours à toute demande \nraisonnable de document social de la Société et/ou de toute Filiale ;\n\n(i) toute information pertinente concernant tout événement interne ou externe à la \nSociété et/ou à une Filiale qui affecte ou est raisonnablement susce ptible d9affecter \ndéfavorablement, immédiatement ou à l9avenir, la situation financière de la Société \net/ou d9une Filiale, y compris les réclamations, les litiges ou les menaces de litiges ou \nde réclamations, la Société s9engageant à notifier cette information aux Investisseurs \ndans un délai raisonnable à compter de la date à laquelle la Soci été aura eu \nconnaissance de la survenance de ce fait ou cet événement.\nAnnexe 3.1.5 (a) \nModèle d9Acte d9Adhésion \n \nA l9attention : (1) de l 9ensemble des Parties ; \n (2) de la Société ; \n \nRéf. : Pacte d 9associés de la société MILLA en date du 14 juin 2023 (le « Pacte »). \nLes termes utilisés dans le présent Acte d 9Adhésion commençant par une majuscule ont la \nsignification qui leur est donnée au Pacte, s9ils ne sont pas autrement définis aux présentes. \nJe, soussigné, [-], agissant en ma qualité de représentant dûment autori sé de [ nouvelle \nPartie] : \n(i) reconnais avoir reçu une copie du Pacte et en avoir pris connaissance ; \n(ii) déclare procéder ce jour à [ l9acquisition de la propriété / la souscription ] de [-] \n[catégorie de Titres] auprès de [-] [nom du Cédant] ; \n(iii) déclare que cette [acquisition/souscription] est faite en pleine conformité au Pacte ; \n(iv) déclare que [nouvelle Partie] accède par le présent acte à l9intégralité des stipulations du \nPacte et ce conformément à l9Article 3.1.5 ; \n(v) déclare, en tant que de besoin, avoir été libre de négocier et d e discuter le présent Acte \nd9Adhésion et le Pacte, de sorte que l9Article 1171 du Code civil ne pourrait s9appliquer à \nces derniers. \nLes adresses et numéro de télécopie auxquelles toute notification au titre du Pacte devra être \nenvoyée à [-] [nouvelle Partie] conformément à l9Article 20 du Pacte sont les suivantes : \n[adresse] \n[adresse électronique] \nEn conséquence de la présente adhésion, [nouvelle Partie] reconnaît être tenu, dès à compter \nde ce jour, des mêmes obligations et bénéficier des mêmes droits, aux termes du Pacte, que \nceux des actuelles Parties au Pacte. \nA [-], le [-] \n \n \n[Nouvelle Partie]", "company_id": "milla", "doc_id": "f5afa73d20dea714", "source_file": "Projet Milla - Pacte d'associés - B&B - 14.06.2023 version de signature v2.pdf", "page_start": 87, "page_end": 98, "section_title": "Annexe 1.1(ii)"}]}
{"company_id": "milla", "clause_family": "liquidity", "hits": [{"chunk_id": "f5afa73d20dea714_s0021_c0000", "text": "6.2. Modalités d9exercice du Droit de Préemption \nDès lors qu9une Partie aura l9intention de Transférer l9intégralité ou une partie de ses \nTitres, elle devra adresser aux autres Parties et à la Société une Notification de Transfert \ndans les conditions visées à l9Article 3.2. Dans les trente (30) Jours Ouvrés à compter \nde la réception de la Notification de Transfert (le « Délai de Préemption »), chaque \nBénéficiaire du Droit de Préemption devra notifier à l9Associé Cédant et à la Société (la \n« Notification en Réponse ») : \n(i) Sa décision de renoncer irrévocablement à l9exercice de Droit de Préemption au \ntitre du projet de Transfert considéré ; ou \n(ii) Sa décision d9exercer le Droit de Préemption pour l9intégralité des Titres \nConcernés, le Bénéficiaire du Droit de Préemption exerçant ainsi son Droit de \nPréemption étant ci-après désigné un « Préempteur ».\n\n-24- \nLa Notification en Réponse visant l9exercice du Droit de Préemption vaudra offre \nirrévocable d9achat de l9intégralité des Titres Concernés dans les conditions qui suivent. \nLe défaut d9envoi d9une Notification en Réponse par un Bénéficiaire d u Droit de \nPréemption dans le Délai de Préemption vaudra refus définitif de sa part d9acquérir \ntout ou partie des Titres Concernés. \nLe Droit de Préemption ne pourra s9exercer collectiveme nt ou individuellement (dans \nle cas où seul un Bénéficiaire du Droit de Préemption l9exercerait) que pour la totalité \ndes Titres Concernés. \nLa répartition des Titres Concernés entre les Préempteurs sera notifiée par le Président \nde la Société à l9Associé C édant et aux autres Parties (la « Notification de \nRépartition ») dans les dix (10 ) jours calendaires suivant l9expiration du Délai de \nPréemption et sera établie conformément aux règles suivantes : \n \n(i) Pour le cas où les offres d9achat réunies des Préempteurs concerneraient un \nnombre de Titres égal à celui des Titres Concernés, les Titres Concernés \nseront intégralement Transférés aux Préempteurs suivant la répartition \nindiquée par chacun d9eux dans leur Notification en Réponse ; \n(ii) Pour le cas où les offres d9achats des Préempteurs concerneraient \ncollectivement un nombre de Titres supérieur au nombre de Titres \nConcernés, les Titres Concernés seront Transférés aux Préempteurs comme \nsuit : \n2 d9abord, proportionnellement au nombre d9Actions de la Socié té \ndétenues par chacun des Préempteurs par rapport au nombre \nd9Actions de la Société détenues par l9ensemble des Préempte urs et \ndans la limite des demandes des Préempteurs ; le tout, en cas de \nrompu, en allouant la somme desdits rompus au Préempteur \npossédant le plus grand nombre d9Actions de la Société, sauf \nconvention contraire entre les Préempteurs ; \n \n2 puis, s9il existe un reliquat, pour chacun des Préempteurs n9ayant pas \nété intégralement servi, proportionnellement au nombre de Titres \nConcernés qu9il a demandé et pour lesquels il n9a pas été servi par \nrapport au nombre total des Titres Concernés demandés par les \nPréempteurs pour lesquels ils n9ont pas été servis ; le tout, en cas de \nrompu, en allouant la somme desdits rompus au Préempteur \npossédant le plus grand nombre d9Actions de la Société, sauf \nconvention contraire entre les Préempteurs ; \n(iii) Pour le cas où les offres d9achat réunies des Préempteurs concerneraient un \nnombre de Titres inférieur à celui des Titres Concernés, les Préempteu rs \nseront réputés avoir renoncé à leur Droit de Préemption. Dans ce cas, le \nPrésident devra notifier à tous les Associés, dans le délai de dix (10 ) jours \ncalendaires visé ci-avant, et en lieu et place de la Notification de Répartition, \nque le Droit de Préemption n9a pas été exercé (la « Notification de Non \nPréemption »). \nLe prix d9achat des Titres Concernés sera le prix émis par l9Acquéreur et indiqué dans \nla Notification de Transfert. \nLe Transfert entre l9Associé Cédant et les Préempteurs, et notamment sa \nmatérialisation par la signature des ordres de mouvement et le paiement du pr ix\n\n-25- \ncorrespondant, devra être réalisé dans un délai de quinze (15) jours calendaires suivant \nla réception de la Notification de Répartition. \nA défaut de réalisation du Transfert dans ce délai, l9Associé Cédant sera libre de \nTransférer ses Titres Concernés à l9Acquéreur pressenti. \nFaute pour l9Associé Cédant d'observer les stipulations du présent Article, le Projet de \nTransfert sera considéré comme caduc\nes Préempteurs, et notamment sa \nmatérialisation par la signature des ordres de mouvement et le paiement du pr ix\n\n-25- \ncorrespondant, devra être réalisé dans un délai de quinze (15) jours calendaires suivant \nla réception de la Notification de Répartition. \nA défaut de réalisation du Transfert dans ce délai, l9Associé Cédant sera libre de \nTransférer ses Titres Concernés à l9Acquéreur pressenti. \nFaute pour l9Associé Cédant d'observer les stipulations du présent Article, le Projet de \nTransfert sera considéré comme caduc et il devra à nouveau se conformer à l'ensemble \ndes stipulations du présent Article. \nChaque Investisseur aura le droit de se substituer l9un de ses Affiliés pour l9exercice du \nDroit de Préemption. \nARTICLE 7. DROIT DE SORTIE CONJOINTE TOTALE\n7.1. Principe \nSans préjudice de la Période d9Inaliénabilité pour ce qui concerne les Fondateurs , et \nsauf en cas de Transfert Libre, dans l 9hypothèse où une ou plusieurs Parties \nsouhaiteraient réaliser un Transfert de Titres entraînant (i) le changement de Contrôle \nde la Société ou (ii) l9entrée au capital d9un Tiers Industriel non agrée par le Comité \nStratégique statuant à la Majorité Qualifiée, les Investisseurs bénéficieront d9un droit \nde sortie conjointe totale aux termes duquel elles seront admises à Tr ansférer à \nl9Acquéreur la totalité (mais non une partie seulement) de leurs Actions, dans les même \ntermes et conditions que ceux offerts par l9Acquéreur à l9(aux) Associé(s) Cédant(s) , \nsous réserve toutefois de l9application de l9 ARTICLE 10 (le « Droit de Sortie \nConjointe Totale »).\n7.2. Exercice du Droit de Sortie Conjointe Totale \nLes Investisseurs disposeront d 9un délai de trente (30) Jours Ouvrés à compter de \nl9envoi par l9Associé Cédant d9une Notification de Transfert indiquant que le Transfert \nenvisagé peut donner lieu à la mise en Suvre des stipulations du présent Article 7 pour \nnotifier à l9Associé Cédant et à la Société sa décision d 9exercer son Droit de Sortie \nConjointe Totale dans les conditions du présent Article 7. \nDans l9hypothèse où les Investisseurs exerceraient de leur Droit de Sortie Conjointe \nTotale dans les conditions visées au présent Article 7, l9Associé Cédant ne pourra \nTransférer les Titres Concernés à l 9Acquéreur que si ce dernier s 9engage à acquérir, \nconcomitamment à la réalisation dudit Transfert, la totalité des Titres a ppartenant à \naux Investisseurs, aux conditions visées dans la Notification de Transfert. \n7.3. Réalisation du Transfert des Titres de la Société en cas d9exercice du Droit \nde Sortie Conjointe Totale \nEn cas d9exercice par les Investisseurs du Droit de Sortie Conjointe Totale, le transfert \nde propriété des Titres de la Société détenus par les Investisse urs interviendra \nconcomitamment à la réalisation du Transfert des Titres Concernés par l9Associé \nCédant, lequel devra intervenir au plus tard à l 9issue d 9un délai de trois (3) mois à \ncompter de l9expiration du délai de trente (30) Jours Ouvrés visé à l9Article 7.2 ci-avant, \npar remise des ordres de mouvements 3 ainsi que des formulaires Cerfa dûment signés \net complétés3 y afférents conformément aux stipulations du Pacte, contre paiement du \nprix de cession des Titres de la Société indiqué dans la Notification de Transfert.\n\n-26- \n7.4. Réalisation du Transfert des Titres de la Société en l9absence d9exercice du \nDroit de Sortie Conjointe Totale \nEn l9absence d9exercice par les Investisseurs de leur Droit de Sortie Conjointe T otale \ndans les conditions visées au présent Article 7, l9Associé Cédant pourra procéder au \nTransfert des Titres Concernés au profit de l9Acquéreur identifié dans la Notification de \nTransfert sous réserve que : \n(i) le Transfert intervienne pour la totalité des Titres Concernés et conformément \naux termes et conditions figurant dans la Notification de Transfert ; \n(ii) le Transfert intervienne dans un délai de trois (3) mois à compter de la date \nd9expiration du délai de trente (30) Jours Ouvrés visé à l9Article 7.2 ci-avant ; \n(iii) l9Acquéreur ait (i) signé et remis un Acte d9Adhésion au Pacte conformément à \nl9Article 3.1.5 ou (ii) signé un Engagement Contractuel. \nA défaut de réalisation du Transfert dans les conditions du présent Ar ticle 7.4, et \nnotamment en cas de modification des termes et conditions énoncés dans la \nNotification de Transfert ou d 9absence de réalisation du Transfert envisagé à \nl9Acquéreur dans le délai applicable, l9Associé Cédant ne pourra procéder au Transfert \nde ses Titres de la Société qu 9à la condition de suivre à nouveau la procédure visée au \nprésent Article 7. \nARTICLE 8. DROIT DE SORTIE CONJOINTE PROPORTIONNELLE \nSans préjudice de la P ériode d9Inaliénabilité pour ce qui concerne les Fondateurs , et \nsauf en cas de Transfert Libre, dans l 9hypothèse où les Fondateurs envisageraient de \nTransférer tout ou partie de leurs Titres au profit d9un ou de plusieurs Tiers, et que les \ncirconstances de ce Transfert de Titres ne permettraie nt pas la mise en Suvre par les \nInvestisseurs de leur Droit de Sortie Conjointe Totale, les Invest isseurs bénéficieront \nd9un droit de sortie conjointe proportionnelle leur permettant d e Transférer à \nl9Acquéreur un nombre « N » de Titres déterminé par application de la formule \nsuivante et arrondi au nombre entier immédiatement inférieur en cas de rompus (le \nnombre total de Titres Concernés n 9étant pas modifié mais entraînant de ce fait une \ndiminution à due proportion du nombre de Titres devant être Transférés par l9Associé \nCédant) simultanément et aux mêmes prix et conditions que l9Associé Cédant , \nconformément aux stipulations des Articles 7.2 à 7.4 applicables mutatis mutandis (le \n« Droit de Sortie Conjointe Proportionnelle ») : \nN = T1 x (T2/Ttot) \nOù : \nT1 est le nombre de Titres Concernés, \nT2 est le nombre de Titres détenus par les Investisseurs, \nTtot est le nombre de Titres de la Société.\n\n-27- \nARTICLE 9. OBLIGATION DE SORTIE FORCEE\n9.1. Principe \nSans préjudice de la Période d9Inaliénabilité pour ce qui concerne les Fondateurs , en \ncas de réception par la Société d9une offre d9un ou plusieurs associés ou d9une offre non \nsollicitée d9un Tiers, agissant seul ou de concert au sens de l9article L. 233 -10 du Code \nde commerce, de bonne foi portant sur au moins 95% des Titres de la S ociété, \napprouvée par plusieurs associés représentant au moins 70 % du cap ital et des droits \nde vote de la Société (les « Associés Acceptants »), les Associés Acceptants pourront \nexiger des autres Associés qu 9ils Transfèrent l9intégralité de leurs Titres à l 9Acquéreur \ndans les conditions visées dans la Notification de Transfert (l9 « Obligation de Sortie \nForcée »).\n9.2. Exercice de l9Obligation de Sortie Forcée \nEn cas de mise en Suvre par les Associés Acceptants de l9Obligation de Sortie Forcée, \nles autres Associés s9engagent irrévocablement, à titre de promesse unilatérale de vente \nau sens de l 9Article 1124 du Code civil, à Transférer les Titres de la Société q u9ils \ndétiendront à la date de mise en Suvre par les Associés Acceptants de l 9Obligation de \nSortie Forcée à l9Acquéreur envisagé, dans les conditions visées dans la Notification de \nTransfert. \nLes Associés Acceptants pourront exercer ladite promesse unilatér ale de vente \nconsentie par les autres Associés afin qu 9ils Transfèrent à l 9Acquéreur envisagé \nl9intégralité de leurs Titres dans les conditions visées dans la Notification de Transfert \net conformément aux stipulations du présent Article 9, en indiquant dans ladit e \nNotification de Transfert qu9ils exercent leur droit de mettre en Suvre l9 Obligation de \nSortie Forcée. \nLe Transfert de l 9intégralité des Titres de la Société à l 9Acquéreur envisagé devra \nintervenir au plus tard à l 9issue d 9un délai de trois (3) mois suivant l 9envoi par les \nAssociés Acceptants d 9une Notification de Transfert adressée aux autres Associés \nindiquant qu9ils souhaitent mettre en Suvre l9 Obligation de Sortie Forcée, par remise \ndes ordres de mouvements 3 ainsi que des formulaires Cerfa dûment complétés et \nsignés3 y afférents et signature de tous accords ou contrats relatifs à ce Transfert \nconformément aux stipulations du Pacte, contre paiement du prix de cession des Titres \nde la Société indiqué dans la Notification de Transfert. \nDans l9hypothèse où, alors même que les Associés Acceptants ont dûment e xercé leur \ndroit de mettre en Suvre l9Obligation de Sortie Forcée conformément aux stipulations \ndu présent Article 9, les autres Associés refuseraient de remettre à l9Acquéreur envisagé \nles ordres de mouvement portant sur l 9ensemble des Titres de la Société qu 9ils \ndétiennent à la date de réalisation convenue entre les Associés A cceptants et \nl9Acquéreur envisagé, ce dernier pourra consigner auprès d 9un officier ministériel \nacceptant cette mission, le prix des Titres de la Société détenus par les autres Associés. \nDans ce cas, la simple remise à la Société des copies de la Notifi cation de Transfert \nindiquant que les Associés Acceptants souhaitent mettre en Suvre l9 Obligation de \nSortie Forcée et du récépissé de la consignation vaudra ordre de mouvement et obligera \nla Société, qui s9y engage, à passer les écritures qui en résulteraient dans le registre des \nmouvements de titres et les comptes titres correspondants. La date du tran sfert de \npropriété des Titres de la Société détenus par les Associés sera réputée fixée au jour de \nla présentation des documents susvisés à la Société. \nARTICLE 10. LIQUIDITE 3 INTRODUCTION EN BOURSE 3 LIQUIDATION \nPREFERENTIELLE\n\n-28-\n10.1. Principe général \nLes Parties prennent acte de ce que l 9objectif des Investisseurs est d 9envisager la \nréalisation d9une liquidité de leur participation dans la Société à horizon de 7 ans. \nDans ce cadre, les Parties s9engagent, à compter du 1er janvier 2029, à se rapprocher et \nà discuter de bonne foi pour trouver un accord relatif à la liquidité de la participation \ndétenue par les Investisseurs dans la Société, étant précisé qu9à compter de cette date, \npar exception aux engagements de confidentialité visés à l 9Article 17 ci-après, les \nInvestisseurs pourront, sur une base strictement confidentielle, év oquer avec des \nacquéreurs potentiels la mise en Suvre d9une liquidité sur les Titres de la Société qu9ils \ndétiennent.\n10.2. Mise en Suvre du processus de liquidité \n10.2.1 Dans l9hypothèse où les Investisseurs détiendraient encore des Titres de la Société au \n1er janvier 2030, les Investisseurs statuant à la Majorité des Investis seurs pourront \ninitier un processus de cession totale (le « Processus de Liquidité » ) en vue du \nTransfert à un Tiers de l9intégralité des Titres de la Société (l9« Offre »). \nAfin de faciliter le dépôt d 9une Offre, les Investisseurs mandateront une ou plusieurs \nbanques d9affaires en vue de la recherche d9un ou plusieurs acquéreurs pour l9intégralité \ndes Titres de la Société, étant précisé que les Fondateurs seront con sultés par les \nInvestisseurs sur le choix de la ou des banque(s) d9affaires. En l9absence d9accord sur le \nchoix de ladite banque, une banque sera choisie par les Inves tisseurs statuant à la \nMajorité des Investisseurs. \nLes Parties et la Société s9engagent à coopérer pleinement et à fournir toute l9assistance \nnécessaire à la mise en Suvre de ce Pr ocessus de Liquidité, en communiquant toute \ninformation utile, notamment juridique, comptable ou financière relative à la Société \net ses Filiales (le cas échéant sur une base consolidée), et en dédiant le temps nécessaire \nà l 9ensemble des actions raisonnablement requises pour la réussite d e ce type de \nprocessus. Dans ce cadre, les Fondateurs et la Société s9engagent en particulier à : \n(i) coopérer pleinement et activement avec la ou les banque(s) d 9affaires \nsélectionnées et tous autres conseils désignés pour réaliser tous travaux d9audit, \nconstituer une data room et préparer le cas échéant les rapports de vendor due \ndiligence ; \n(ii) préparer tout business plan ou autre document requis dans le cadre du \nProcessus de Liquidité, en veillant à refléter fidèlement la situation financière \net économique de la Société et ses Filiales ; \n(iii) assister à toutes réunions de préparation et autres réunions qui pourraient être \nraisonnablement demandées par les Investisseurs ; \n(iv) fournir aux Investisseurs toute l 9assistance requise pour lui permettre de \nprocéder au Transfert de ses Titres ou à la mise en Suvre de l9 Obligation de \nSortie Forcée conformément aux stipulations du Pacte, aux meilleures \nconditions (notamment financières) pour l9ensemble des Parties ; et \n(v) préserver la confidentialité de toutes informations relatives au Proc essus de \nLiquidité.\n\n-29- \nLa rémunération de la ou des banque(s) chargée(s) de mettre en Suvre le Processus de \nLiquidité sera supportée par toutes les Parties au prorata du produ it de cession perçu \nà raison du Transfert de l9intégralité des Titres de la Société. \n10.2.2 Dans l9hypothèse où, dans le cadre du Processus de Liquidité organisé par \nl9intermédiaire financier sélectionné, un Acquéreur (au sens de l'article 3.2 du Pacte) \nviendrait à faire une Offre et où l9Offre serait acceptée par la Majorité des Investisseurs, \ntoutes les Parties (ainsi qu9elles l9acceptent et le promettent), sero nt alors contraintes \nde céder tous les Titres qu9elles détiennent à l9Acquéreur potentiel, aux prix, termes et \nconditions fixés dans l9Offre dudit Acquéreur, sous réserve des stipulations de l9article \n10.4 du Pacte. Les stipulations de l9Article 9.2 s9appliqueront alors mutatis mutandis. \nIl est par ailleurs expressément stipulé que les stipulations de l9 Article 6 relatives au \nDroit de de Préemption ne seront pas applicables en cas de mise en Suvre d9un \nProcessus de Liquidité.\n10.3. Introduction en Bourse \nL9opportunité et les modalités d 9une Introduction en Bourse des Titres de la Société, \nainsi que le choix de la banque introductrice, seront décidées par le Comité Stratégique \nà la Majorité Qualifiée, étant précisé qu9en cas d9Introduction en Bourse, les Fondateurs \ns9engagent à faire en sorte que les Investisseurs puissent procéder p ar priorité au \nTransfert de l9intégralité de leurs Titres dans le cadre de ladite Introduction en Bourse.\n10.4. Liquidation préférentielle \n10.4.1 Répartition préférentielle en cas de Cession, Fusion ou Liquidation de la Société \n \nDans les cas où la Société ferait l9objet, dans les conditions définies ci -après, d9une Cession, \nd9une Fusion ou d9une Liquidation (tels que ces termes sont définis ci-après, et désignés chacun \ncomme une « Opération »), la contrepartie globale résultant d9une telle Opération donner a \nlieu, le cas échéant, à une répartition préférentielle entre les Associés participant à l9Opération \nselon la catégorie des Actions faisant l9objet de l9Opération.", "company_id": "milla", "doc_id": "f5afa73d20dea714", "source_file": "Projet Milla - Pacte d'associés - B&B - 14.06.2023 version de signature v2.pdf", "page_start": 23, "page_end": 29, "section_title": "6.2. Modalités d9exercice du Droit de Préemption"}, {"chunk_id": "f5afa73d20dea714_s0089_c0000", "text": "5.2. Modalités d9exercice du Droit de Préemption \nDès lors que le Titulaire aura l9intention de Transférer l9intégralité ou une partie de ses Titres, il \ndevra adresser aux Associés Pactés et à la Société une Notification de Transfert dans les \nconditions visées à l9Article 3.2. Dans les trente (30) Jours Ouvrés à compter de la réception de \nla Notification de Transfert (le « Délai de Préemption »), chaque Bénéficiaire du Droit de \nPréemption devra notifier au Titulaire et à la Société (la « Notification en Réponse ») : \n(i) Sa décision de renoncer irrévocablement à l9exercice de Droit de Préemption au titre du \nprojet de Transfert considéré ; ou \n(ii) Sa décision d9exercer le Droit de Préemption pour l9intégralité des Titres Concernés, le \nBénéficiaire du Droit de Préemption exerçant ainsi son Droit de Préemption éta nt ci-\naprès désigné un « Préempteur ».\n\n-13- \nLa Notification en Réponse visant l9exercice du Droit de Préemption vaudra offre irrévocable \nd9achat de l9intégralité des Titres Concernés dans les conditions qui suivent. \nLe défaut d9envoi d9une Notification en Réponse par un Bénéficiaire du Droit de Préem ption \ndans le Délai de Préemption vaudra refus définitif de sa part d9acquérir tout ou partie des Titres \nConcernés. \nLe Droit de Préemption ne pourra s9exercer collectivement ou individuellement (dans le cas où \nseul un Bénéficiaire du Droit de Préemption l9exercerait) que pour la totalité des Titres \nConcernés. \nLa répartition des Titres Concernés entre les Préempteurs sera notifiée par le Président au \nTitulaire (la « Notification de Répartition ») dans les dix (10) jours calendaires suivant \nl9expiration du Délai de Préemption et sera établie conformément aux règles suivantes : \n \n(i) Pour le cas où les offres d9achat réunies des Préempteurs concerneraient un nombre \nde Titres égal à celui des Titres Concernés, les Titres Concernés seront intégralement \nTransférés aux Préempteurs suivant la répartition indiquée par chacun d9eux dans \nleur Notification en Réponse ; \n(ii) Pour le cas où les offres d9achats des Préempteurs concerneraient collectivement un \nnombre de Titres supérieur au nombre de Titres Concernés, les Titres Concernés \nseront Transférés aux Préempteurs comme suit : \n2 d9abord, proportionnellement au nombre d9Actions détenues par chacun des \nPréempteurs par rapport au nombre d9Actions de la Société détenues par \nl9ensemble des Préempteurs et dans la limite des demandes des Préempteurs \n; le tout, en cas de rompu, en allouant la somme desdits rompus au \nPréempteur possédant le plus grand nombre d9Actions de la Société, sauf \nconvention contraire entre les Préempteurs ; \n \n2 puis, s9il existe un reliquat, pour chacun des Préempteurs n9ayant pas été \nintégralement servi, proportionnellement au nombre de Titres Concernés \nqu9il a demandé et pour lesquels il n9a pas été servi par rapport au nombre \ntotal des Titres Concernés demandés par les Préempteurs pour lesquels ils \nn9ont pas été servis ; le tout, en cas de rompu, en allouant la somme desdi ts \nrompus au Préempteur possédant le plus grand nombre d9Actions de la \nSociété, sauf convention contraire entre les Préempteurs ; \n(iii) Pour le cas où les offres d9achat réunies des Préempteurs concerneraient un nombre \nde Titres inférieur à celui des Titres Concernés, les Préempteurs seront réputés avoir \nrenoncé à leur Droit de Préemption. Dans ce cas, le Président devra notifier aux \nAssociés Pactés et au Titulaire, dans le délai de dix (10) jours calendaires vi sé ci-\navant, et en lieu et place de la Notification de Répartition, que le Droit de Préemption \nn9a pas été exercé (la « Notification de Non Préemption »). \nLe prix d9achat des Titres Concernés sera le prix émis par l9Acquéreur et indiqué dans la \nNotification de Transfert. \nLe Transfert entre le Cédant et les Préempteurs, et notamment sa matérialisation par la \nsignature des ordres de mouvement et le paiement du prix correspondant, devra être réal isé\n\n-14- \ndans un délai de quinze (15) jours calendaires suivant la réception de la Notificatio n de \nRépartition. \nA défaut de réalisation du Transfert dans ce délai, le Cédant sera libre de Transférer ses Ti tres \nConcernés à l9Acquéreur pressenti. \nFaute pour le Cédant d'observer les stipulations du présent Article, le Pro jet de Transfert sera \nconsidéré comme caduc et il devra à nouveau se conformer à l'ensemble des stipulations du \npr\nture des ordres de mouvement et le paiement du prix correspondant, devra être réal isé\n\n-14- \ndans un délai de quinze (15) jours calendaires suivant la réception de la Notificatio n de \nRépartition. \nA défaut de réalisation du Transfert dans ce délai, le Cédant sera libre de Transférer ses Ti tres \nConcernés à l9Acquéreur pressenti. \nFaute pour le Cédant d'observer les stipulations du présent Article, le Pro jet de Transfert sera \nconsidéré comme caduc et il devra à nouveau se conformer à l'ensemble des stipulations du \nprésent Article. \nChaque Investisseur aura le droit de se substituer l9un de ses Affiliés pour l9exercice du Droit de \nPréemption. \nARTICLE 6. DROIT DE SORTIE CONJOINTE TOTALE\n6.1. Principe \nDans l9hypothèse où une ou plusieurs Associés Pactés souhaiteraient réaliser un Transfert de \nTitres (les « Associés Cédants ») entraînant le changement de Contrôle de la Société \n(l9 « Acquéreur »pour les besoins du présent article), le Titulaire bénéficiera d9un droit de \nsortie conjointe totale aux termes duquel il sera admis à Transférer à l9Acquéreur la totalité \n(mais non une partie seulement) de ses Actions, dans les même termes et conditions que c eux \nofferts par l9Acquéreur à l9(aux) Associé(s) Cédant(s), sous réserve toutefois de l9application de \nl9Article 8 (le « Droit de Sortie Conjointe Totale »).\n6.2. Exercice du Droit de Sortie Conjointe Totale \nLe Titulaire disposera, d9un délai de trente (30) Jours Ouvrés à compter de l9envoi par l9Associé \nCédant d 9une notification substantiellement similaire à la Notification de Transfert décrite à \nl9article 3.2 indiquant notamment que le Transfert envisagé peut donner lieu à la mise en Suvre \ndes stipulations du présent Article 6 (la « Notification de Sortie »), pour notifier à l9Associé \nCédant et à la Société sa décision d 9exercer son Droit de Sortie Conjointe Totale dans les \nconditions du présent Article 6. \nDans l 9hypothèse où le Titulaire exercerait son Droit de Sortie Conjointe Totale dans les \nconditions visées au présent Article 6, l9Associé Cédant ne pourra Transférer les Titres \nConcernés à l9Acquéreur que si ce dernier s9engage à acquérir, concomitamment à la réalisation \ndudit Transfert, la totalité des Titres appartenant au Titulaire, aux condit ions visées dans la \nNotification de Sortie. \n6.3. Réalisation du Transfert des Titres de la Société en cas d 9exercice du Droit de \nSortie Conjointe Totale \nEn cas d9exercice par le Titulaire du Droit de Sortie Conjointe Totale, le transfert de propr iété \ndes Titres de la Société détenus par le Titulaire interviendra concomitamment à l a réalisation \ndu Transfert des Titres Concernés par l9Associé Cédant , lequel devra intervenir au plus tard à \nl9issue d9un délai de trois (3) mois à compter de l9expiration du délai de trente (30) Jours Ouvrés \nvisé à l9Article 6.2 ci-avant, par remise des ordres de mouvements 3 ainsi que des formulaires \nCerfa dûment signés et complétés3 y afférents conformément aux stipulations de l9Engagement \nContractuel, contre paiement du prix de cession des Titres de la Société indiqué dans la \nNotification de Sortie.\n\n-15- \n6.4. Réalisation du Transfert des Titres de la Société en l 9absence d9exercice du Droit \nde Sortie Conjointe Totale \nEn l 9absence d 9exercice par le Titulaire de son Droit de Sortie Conjointe Totale dans les \nconditions visées au présent Article 6, l9Associé Cédant pourra procéder au Transfert des Titres \nConcernés au profit de l9Acquéreur identifié dans la Notification de Sortie sous réserve que : \n(i) le Transfert intervienne pour la totalité des Titres Concernés et conformément aux \ntermes et conditions figurant dans la Notification de Sortie ; \n(ii) le Transfert intervienne dans un délai de trois (3) mois à compter de la date d9expiration \ndu délai de trente (30) Jours Ouvrés visé à l9Article 6.2 ci-avant ; \n(iii) l9Acquéreur ait (i) signé et remis un Acte d9Adhésion à l9Engagement Contractuel ou (ii) \nsigné un engagement contractuel similaire au présent Engagement Contractuel. \nA défaut de réalisation du Transfert dans les conditions du présent Article 6.4, et notamment en \ncas de modification des termes et conditions énoncés dans la Notification de Sortie ou d9absence \nde réalisation du Transfert envisagé à l 9Acquéreur dans le délai applicable, l9Associé Cédant ne \npourra procéder au Transfert de ses Titres de la Société qu9à la condition de suivre à nouveau la \nprocédure visée au présent Article 6. \nARTICLE 7. OBLIGATION DE SORTIE FORCEE\n7.1. Principe \nEn cas de réception par la Société d 9une offre d9un ou plusieurs Associés ou d9une offre non \nsollicitée d 9un Tiers, agissant seul ou de concert au sens de l9article L. 233 -10 du Code de \ncommerce, de bonne foi portant sur au moins 95% des Titres de la Société, approuvée par \nplusieurs Associés représentant au moins 70 % du capital et des droits de vote de la Société (les \n« Associés Acceptants »), les Associés Pactés pourront exiger du Titulaire aux termes d9une \nnotification substantiellement similaire à la Notification de Transfert décrite à l9articl e 3.2 \n(la « Notification de Sortie Forcée »), qu9il Transfère l9intégralité de ses Titres à l9Acquéreur \n(l9 « Obligation de Sortie Forcée »).\n7.2. Exercice de l9Obligation de Sortie Forcée \nEn cas de mise en Suvre par les Associés Acceptants de l9Obligation de Sortie Forcée, le Titulaire \ns9engage irrévocablement, à titre de promesse unilatérale de vente au sens de l 9Article 1124 du \nCode civil, à Transférer les Titres de la Société qu9il détiendra à la date de mise en Suvre par les \nAssociés Acceptants de l9Obligation de Sortie Forcée à l9Acquéreur envisagé, dans les conditions \nvisées dans la Notification de Sortie Forcée. \nLes Associés Acceptants pourront exercer ladite promesse unilatérale de vente consentie par le \nTitulaire afin qu9il Transfère à l9Acquéreur envisagé l9intégralité de ses Titres dans les conditions \nvisées dans la Notification de Sortie Forcée et conformément aux stipulations du présent Article \n7, en indiquant dans ladite Notification de Sortie Forcée qu 9ils exercent leur droit de mettre en \nSuvre l9Obligation de Sortie Forcée. \nLe Transfert de l 9intégralité des Titres de la Société à l 9Acquéreur envisagé devra intervenir au \nplus tard à l9issue d9un délai de trois (3) mois suivant l 9envoi par les Associés Acceptants d 9une \nNotification de Sortie Forcée adressée au Titulaire indiquant qu 9ils souhaitent mettre en Suvre \nl9Obligation de Sortie Forcée, par remise des ordres de mouvements 3 ainsi que des formulaires \nCerfa dûment complétés et signés 3 y afférents et signature de tous accords ou contrats relatifs \nà ce Transfert conformément aux stipulations de l9Engagement Contractuel contre paiement du \nprix de cession des Titres de la Société indiqué dans la Notification de Sortie Forcée. \nDans l9hypothèse où, alors même que les Associés Acceptants ont dûment exercé leur droit d e \nmettre en Suvre l9Obligation de Sortie Forcée conformément aux stipulations du présent Article \n7, le Titulaire refuserait de remettre à l 9Acquéreur envisagé les ordres de mouvement portant\n\n-16- \nsur l9ensemble des Titres de la Société qu 9il détient à la date de réalisation convenue entre les \nAssociés Acceptants et l 9Acquéreur envisagé, ce dernier pourra consigner auprès d 9un officier \nministériel acceptant cette mission, le prix des Titres de la Société détenus par le Titulaire. Dans \nce cas, la simple remise à la Société des copies de la Notification de Sortie Forcée indiquant que \nles Associés Acceptants souhaitent mettre en Suvre l9Obligation de Sortie Forcée et du récépissé \nde la consignation vaudra ordre de mouvement et obligera la Société, qui s 9y engage, à passer \nles écritures qui en résulteraient dans le registre des mouvements de titres et les comptes titres \ncorrespondants. La date du transfert de propriété des Titres de la Société détenus par le Titulaire \nsera réputée fixée au jour de la présentation des documents susvisés à la Société. \nARTICLE 8. LIQUIDATION PREFERENTIELLE \n8.1. Répartition préférentielle en cas de Cession, Fusion ou Liquidation de la Société \nDans les cas où la Société ferait l9objet, dans les conditions définies ci-après, d9une Cession, d9une Fusion \nou d9une Liquidation (tels que ces termes sont définis ci -après, et désignés chacun comme \nune « Opération »), la contrepartie globale résultant d9une telle Opération donnera lieu, le cas échéant, \nà une répartition préférentielle entre l9ensemble des Associés participant à l9Opération selon la catégorie \ndes Actions faisant l9objet de l9Opération.", "company_id": "milla", "doc_id": "f5afa73d20dea714", "source_file": "Projet Milla - Pacte d'associés - B&B - 14.06.2023 version de signature v2.pdf", "page_start": 111, "page_end": 115, "section_title": "5.2. Modalités d9exercice du Droit de Préemption"}]}
{"company_id": "milla", "clause_family": "exit", "hits": [{"chunk_id": "f5afa73d20dea714_s0025_c0000", "text": "9.2. Exercice de l9Obligation de Sortie Forcée \nEn cas de mise en Suvre par les Associés Acceptants de l9Obligation de Sortie Forcée, \nles autres Associés s9engagent irrévocablement, à titre de promesse unilatérale de vente \nau sens de l 9Article 1124 du Code civil, à Transférer les Titres de la Société q u9ils \ndétiendront à la date de mise en Suvre par les Associés Acceptants de l 9Obligation de \nSortie Forcée à l9Acquéreur envisagé, dans les conditions visées dans la Notification de \nTransfert. \nLes Associés Acceptants pourront exercer ladite promesse unilatér ale de vente \nconsentie par les autres Associés afin qu 9ils Transfèrent à l 9Acquéreur envisagé \nl9intégralité de leurs Titres dans les conditions visées dans la Notification de Transfert \net conformément aux stipulations du présent Article 9, en indiquant dans ladit e \nNotification de Transfert qu9ils exercent leur droit de mettre en Suvre l9 Obligation de \nSortie Forcée. \nLe Transfert de l 9intégralité des Titres de la Société à l 9Acquéreur envisagé devra \nintervenir au plus tard à l 9issue d 9un délai de trois (3) mois suivant l 9envoi par les \nAssociés Acceptants d 9une Notification de Transfert adressée aux autres Associés \nindiquant qu9ils souhaitent mettre en Suvre l9 Obligation de Sortie Forcée, par remise \ndes ordres de mouvements 3 ainsi que des formulaires Cerfa dûment complétés et \nsignés3 y afférents et signature de tous accords ou contrats relatifs à ce Transfert \nconformément aux stipulations du Pacte, contre paiement du prix de cession des Titres \nde la Société indiqué dans la Notification de Transfert. \nDans l9hypothèse où, alors même que les Associés Acceptants ont dûment e xercé leur \ndroit de mettre en Suvre l9Obligation de Sortie Forcée conformément aux stipulations \ndu présent Article 9, les autres Associés refuseraient de remettre à l9Acquéreur envisagé \nles ordres de mouvement portant sur l 9ensemble des Titres de la Société qu 9ils \ndétiennent à la date de réalisation convenue entre les Associés A cceptants et \nl9Acquéreur envisagé, ce dernier pourra consigner auprès d 9un officier ministériel \nacceptant cette mission, le prix des Titres de la Société détenus par les autres Associés. \nDans ce cas, la simple remise à la Société des copies de la Notifi cation de Transfert \nindiquant que les Associés Acceptants souhaitent mettre en Suvre l9 Obligation de \nSortie Forcée et du récépissé de la consignation vaudra ordre de mouvement et obligera \nla Société, qui s9y engage, à passer les écritures qui en résulteraient dans le registre des \nmouvements de titres et les comptes titres correspondants. La date du tran sfert de \npropriété des Titres de la Société détenus par les Associés sera réputée fixée au jour de \nla présentation des documents susvisés à la Société. \nARTICLE 10. LIQUIDITE 3 INTRODUCTION EN BOURSE 3 LIQUIDATION \nPREFERENTIELLE\n\n-28-\n10.1. Principe général \nLes Parties prennent acte de ce que l 9objectif des Investisseurs est d 9envisager la \nréalisation d9une liquidité de leur participation dans la Société à horizon de 7 ans. \nDans ce cadre, les Parties s9engagent, à compter du 1er janvier 2029, à se rapprocher et \nà discuter de bonne foi pour trouver un accord relatif à la liquidité de la participation \ndétenue par les Investisseurs dans la Société, étant précisé qu9à compter de cette date, \npar exception aux engagements de confidentialité visés à l 9Article 17 ci-après, les \nInvestisseurs pourront, sur une base strictement confidentielle, év oquer avec des \nacquéreurs potentiels la mise en Suvre d9une liquidité sur les Titres de la Société qu9ils \ndétiennent.\n10.2. Mise en Suvre du processus de liquidité \n10.2.1 Dans l9hypothèse où les Investisseurs détiendraient encore des Titres de la Société au \n1er janvier 2030, les Investisseurs statuant à la Majorité des Investis seurs pourront \ninitier un processus de cession totale (le « Processus de Liquidité » ) en vue du \nTransfert à un Tiers de l9intégralité des Titres de la Société (l9« Offre »). \nAfin de faciliter le dépôt d 9une Offre, les Investisseurs mandateront une ou plusieurs \nbanques d9affaires en vue de la recherche d9un ou plusieurs acquéreurs pour l9intégralité \ndes Titres de la Société, étant précisé que les Fondateurs seront con sultés par les \nInvestisseurs sur le choix de la ou des banque(s) d9affaires. En l9absence d9accord sur le \nchoix de ladite banque, une banque sera choisie par les Inves tisseurs statuant à la \nMajorité des Investisseurs. \nLes Parties et la Société s9engagent à coopérer pleinement et à fournir toute l9assistance \nnécessaire à la mise en Suvre de ce Pr ocessus de Liquidité, en communiquant toute \ninformation utile, notamment juridique, comptable ou financière relative à la Société \net ses Filiales (le cas échéant sur une base consolidée), et en dédiant le temps nécessaire \nà l 9ensemble des actions raisonnablement requises pour la réussite d e ce type de \nprocessus. Dans ce cadre, les Fondateurs et la Société s9engagent en particulier à : \n(i) coopérer pleinement et activement avec la ou les banque(s) d 9affaires \nsélectionnées et tous autres conseils désignés pour réaliser tous travaux d9audit, \nconstituer une data room et préparer le cas échéant les rapports de vendor due \ndiligence ; \n(ii) préparer tout business plan ou autre document requis dans le cadre du \nProcessus de Liquidité, en veillant à refléter fidèlement la situation financière \net économique de la Société et ses Filiales ; \n(iii) assister à toutes réunions de préparation et autres réunions qui pourraient être \nraisonnablement demandées par les Investisseurs ; \n(iv) fournir aux Investisseurs toute l 9assistance requise pour lui permettre de \nprocéder au Transfert de ses Titres ou à la mise en Suvre de l9 Obligation de \nSortie Forcée conformément aux stipulations du Pacte, aux meilleures \nconditions (notamment financières) pour l9ensemble des Parties ; et \n(v) préserver la confidentialité de toutes informations relatives au Proc essus de \nLiquidité.\n\n-29- \nLa rémunération de la ou des banque(s) chargée(s) de mettre en Suvre le Processus de \nLiquidité sera supportée par toutes les Parties au prorata du produ it de cession perçu \nà raison du Transfert de l9intégralité des Titres de la Société. \n10.2.2 Dans l9hypothèse où, dans le cadre du Processus de Liquidité organisé par \nl9intermédiaire financier sélectionné, un Acquéreur (au sens de l'article 3.2 du Pacte) \nviendrait à faire une Offre et où l9Offre serait acceptée par la Majorité des Investisseurs, \ntoutes les Parties (ainsi qu9elles l9acceptent et le promettent), sero nt alors contraintes \nde céder tous les Titres qu9elles détiennent à l9Acquéreur potentiel, aux prix, termes et \nconditions fixés dans l9Offre dudit Acquéreur, sous réserve des stipulations de l9article \n10.4 du Pacte. Les stipulations de l9Article 9.2 s9appliqueront alors mutatis mutandis. \nIl est par ailleurs expressément stipulé que les stipulations de l9 Article 6 relatives au \nDroit de de Préemption ne seront pas applicables en cas de mise en Suvre d9un \nProcessus de Liquidité.\n10.3. Introduction en Bourse \nL9opportunité et les modalités d 9une Introduction en Bourse des Titres de la Société, \nainsi que le choix de la banque introductrice, seront décidées par le Comité Stratégique \nà la Majorité Qualifiée, étant précisé qu9en cas d9Introduction en Bourse, les Fondateurs \ns9engagent à faire en sorte que les Investisseurs puissent procéder p ar priorité au \nTransfert de l9intégralité de leurs Titres dans le cadre de ladite Introduction en Bourse.\n10.4. Liquidation préférentielle \n10.4.1 Répartition préférentielle en cas de Cession, Fusion ou Liquidation de la Société \n \nDans les cas où la Société ferait l9objet, dans les conditions définies ci -après, d9une Cession, \nd9une Fusion ou d9une Liquidation (tels que ces termes sont définis ci-après, et désignés chacun \ncomme une « Opération »), la contrepartie globale résultant d9une telle Opération donner a \nlieu, le cas échéant, à une répartition préférentielle entre les Associés participant à l9Opération \nselon la catégorie des Actions faisant l9objet de l9Opération.\n10.4.1.1. Application en cas de Cession \nEn cas de cession, pour quelque raison que ce soit, de 50% ou plus des actions de la Société \n(une « Cession ») et dont la contrepartie est un prix versé en numéraire, le prix total perçu au \ntitre de ladite cession (le « Prix de Cession ») sera réparti entre les actions cédées dans le \ncadre de cette cession (les « Actions Cédées »), selon l9ordre de priorité suivant (l9« Ordre \nde Priorité ») : \n(a) en priorité, la somme des valeurs nominales de chaque Action Cédée , sera allouée à \nl9ensemble des Associés participant à la Cession, au prorata du nombre d9Actions Cédées \nrespectivement dans le cadre de la Cession, sans distinction de leur catégorie ; \n(b) le solde disponible du Prix de Cession, après les versements réalisés au titre du \nparagraphe (a) ci-avant, sera ensuite attribué en priorité aux titulaires d9ADP participant \nà la Cession pour un montant pour chaque ADP cédée dans le cadre de la Cession, égal à \nson Prix ADP, diminué du montant versé au titre du paragraphe (a) ci-ava nt au titre de \nchaque ADP; \n(c) le solde disponible du Prix de Cession, après paiement des sommes mentionné es aux \nparagraphes (a) à (b) ci-dessus sera réparti au prorata entre toutes les Actions Cédées, \nsans distinction de leur catégorie.\n\n-30- \nIl est précisé que dans le cas où le Prix de Cession ferait l9objet de pl usieurs paiements, \nconditionnés ou non, chaque paiement sera réparti, lorsqu9il sera effe ctivement payé, \nconformément à l9Ordre de Priorité qui s9appliquera donc à cha cun des paiements mais en \ntenant compte, le cas échéant, des sommes déjà reçues au titre des précédents paiements.\n10.4.1.2. Application en cas d9apport ou de fusion de la Société \nEn cas (i) d9apport de p lus de cinquante pour cent (50%) du capital social de la Société à un \nassocié ou à un Tiers ou (ii) de fusion de la Société dans laque lle les actions émises \nimmédiatement avant cette fusion ne seraient pas converties ou échangées contre au moins la \nmajorité des actions de la société survivante (l9une et l9autre opération visées au (i) et (ii) étant \nci-après désignées une « Fusion »), les actions nouvellement émises à l9issue de la Fusion (les \n« Actions de Fusion ») par la société bénéficiant de l9apport ou la société absorbante (dans \nchaque cas, l9 « Absorbante »), en contrepartie des actions apportées ou échangées par les \nassociés participants seront réparties mutatis mutandis conformément aux règles prévues à \nl9Article 10.4.1.1 ci-dessus.\n10.4.1.3. Application en cas de Liquidation \nEn cas de dissolution ou de liquidation amiable ou judiciaire de la Sociét é (la \n« Liquidation »), le boni de liquidation, c9est -à-dire le produit de la liquidation disponible \naprès extinction du passif, paiement des frais de liquidation et remboursement du nominal des \nactions à chaque associé de la Société et plus généralement après tout paiement prioritaire \nimposé par la loi et les règlements applicables (le « Boni »), sera réparti entre toutes les \nactions mutatis mutandis conformément à l9Ordre de Priorité prévu au paragraphe 10.4.1.1 (b) \net (c) (à l9exclusion du paragraphe (a) qui ne sera pas applicable) ci-dessus pour la répartition \ndu Boni.\n10.4.1.4. Précisions communes \nIl est précisé que : \n- dans le cas où, à l'une des étapes prévues aux paragraphes (a) à (c) ci-dessus, le Prix \nde Cession, les Actions de Fusion ou le Boni seraient insuffisants pour servir les droits \nde tous les titulaires d9 actions, le Prix de Cession, les Actions de Fusion ou le Boni \nseront alloués au prorata des droits de chaque titulaire d9 actions concernée jusqu'à \nconcurrence des montants totaux maximums respectivement dus à chacun d9entr e \neux à l'étape d'allocation concernée ; \n- le présent Article 10.4.1 ne s9appliquera pas uniquement aux actions, mais également \naux valeurs mobilières émises ou à émettre par la Société mutadis mutandis ; étant \nprécisé que les valeurs mobilières seront traitées pari passu avec les actions de la \ncatégorie auxquelles elles donnent droit, comme si elles avaient été co nverties ou \nexercées à la date de réalisation de la Cession, de la Fusion ou de la Liquidation ; \n- le Prix ADP sera automatiquement ajusté pour refléter tout regroupement ou division \nd'actions, toute modification de la valeur nominale des actions, tout e attribution \nd'actions gratuites ou tout événement similaire ayant lieu après le 14 j uin 2023 et \nayant un impact sur le nombre total d'Actions. \n \nARTICLE 11. PROMESSE DE VENTE DES FONDATEURS EN CAS DE DEPART \n11.1. Chaque Fondateur (le « Leaver ») consent au bénéfice des Investisseurs et de l9autre \nFondateur non concerné par le Fait Générateur (les « Bénéficiaires Promesse \nLeaver ») une promesse irrévocable de vente exerçable en cas de survenance d9un Fait \nGénérateur, portant sur la quote-part des Titres qu9il détiendra alors (les « Titres sous \nPromesse »), directement ou indirectement, à la date de levée de ladite prom esse de\n\n-31- \nvente (la « Promesse de Vente Leaver »). Chaque Bénéficiaire Promesse Leaver \naccepte le bénéfice de la Promesse de Vente Leaver en tant que promesse unilatérale de \nvente uniquement, sans engagement de sa part d9exercer ou non ladite promesse. \n11.2. La Promesse de Vente Leaver sera exerçable (le « Fait Générateur ») : \n(i) En cas de cessation des fonctions du Fondateur (ou de l9associé majoritaire du \nFondateur) au sein de la Société et des Filiales (que ce soit en qual ité de salarié, \nmandataire social, ou prestataire de services), étant précisé que dans l9hypo thèse \noù le Fondateur exercerait des fonctions à la fois au sein de la Socié té et d9une ou \nplusieurs Filiales, ou au sein de plusieurs Filiales, il sera tenu compte des fonctions \nau titre desquelles le Fondateur reçoit la rémunération la plus importante ; \n(ii) En cas de violation par le Fondateur de ses obligations au titre du Pacte qui n9aurait \npas été remédiée dans les trente (30) jours de la notification, par les Investisseurs \nstatuant à la Majorité des Investisseurs, de ladite violation (la « Violation »).\n11.3. La « Date du Fait Générateur » correspondra : \n(i) Dans le cas visé à l9Article 11.2(i), la date de cessation effective des fonctions \nconcernées ; \n(ii) Dans le cas visé à l9Article 11.2(ii), l9expiration du délai de trente (30) jours prévu \npour la remédiation. \n11.4. La Promesse de Vente Leaver sera exerçable à compter de la Date du Fait Générateur \net pendant une période expirant six (6) mois au-delà (le « Délai d9Exercice \nLeaver »). \n11.5. Tout exercice de la Promesse de Vente Leaver devra être notifié par écrit, en indiquant \nle nombre de Titres sous Promesse (et le cas échéant si le Bénéficiaire Promesse Leaver \nagit pour le compte d9autres Bénéficiaires Promesse Leaver), au L eaver et à la Société \n(une copie étant adressée à l9ensemble des Bénéficiaires Promesse Leaver) au plus tard \nà l9expiration du Délai d9Exercice Leaver, sous peine de caducité ; mais sans préjudice \nde la faculté d9exercer de nouveau la Promesse de Vente Leaver en cas de survenance \nd9un nouveau Fait Générateur (la « Date d9Exercice » et la « Notification \nd9Exercice Promesse Leaver »). \n11.6. Avant tout exercice de la Promesse de Vente Leaver, les Bénéficiaires Promesse Leaver \nessaieront de se concerter afin d9identifier les Bénéficiaires Promesse Leaver souhaitant \nlever la promesse et le nombre de Titres sous Promesse qu9ils souhaitent acquérir. La \nPromesse de Vente Leaver pourra être levée par l9un des Bénéficiaires Promesse Leaver \nau nom et pour le compte des autres Bénéficiaires Promesse Leaver souhaitant exercer \nla Promesse de Vente Leaver. Dans l9hypothèse où ni les Investisseurs ni le Fondateur \nnon concerné par le Fait Générateur n9aurait exercé la Promesse de Vente Leaver \ndurant le Délai d9Exercice Leaver, les Investisseurs statuant à la Majori té des \nInvestisseurs auront la faculté, dans un délai de dix (10) jours calendaires à compter de \nl9expiration du Délai d9Exercice Leaver, de donner mandat à la Société afin qu9elle \nexerce la Promesse Leaver. \n11.7. La répartition des Titres sous Promesse entre les Bénéficiaires Promesse Leaver ayant \nlevé la Promesse de Vente Leaver se fera, à défaut d9accord ent re eux, au prorata du \nnombre d9Actions de la Société détenues par chaque Bénéficiaire Promesse Leaver \nayant exercé la Promesse de Vente Leaver par rapport au nomb re total d9Actions de la \nSociété détenues par tous les Bénéficiaires Promesse Leaver ayant exercé la Promesse \nde Vente Leaver.\n\n-32- \n11.8. Le prix payé pour les Titres sous Promesse acquis dans le cadre de la Promesse de Vente \nLeaver (le « Prix d9Exercice Leaver ») sera égal, sans pouvoir, en tout état de cause, \nêtre inférieur à leur valeur nominale : \n \n- En cas de Départ Non Légitime ou de Violation, à leur Valeur de M arché, à \nlaquelle sera appliqué un discount « D » déterminé comme suit : \n¯ D = 80 % si la Date du Fait Générateur survient préalablement au \npremier anniversaire des présentes ; \n¯ D = 60 % si la Date du Fait Générateur survient postérieurement au \npremier anniversaire des présentes (inclus) mais préalablement au \ndeuxième anniversaire des présentes ; \n¯ D = 40 % si la Date du Fait Générateur survient postérieurement au \ndeuxième anniversaire des présentes (inclus) mais préalablement a u \ntroisième anniversaire des présentes ; \n¯ D = 20 % si la Date du Fait Générateur survient postérieurement au \ntroisième anniversaire des présentes (inclus) ; \n \n- En cas de Départ Légitime, à leur Valeur de Marché. \n11.9. La « Valeur de Marché » désigne la valeur de marché des Titres concernés, qui sera \ndéterminée d9un commun accord par les Parties concernées ou, en cas de désacco rd, \npar un Expert conformément à la Procédure d9Expertise stipulée à l9Annexe 1.1(iii). \n11.10. Le Transfert des Titres sous Promesse détenus par le Leaver e t le paiement du Prix \nd9Exercice Leaver (le cas échéant entre les mains d9un séquestre) interviendront, à \ndéfaut d9accord entre les Parties concernées quant à la date, à la date in diquée dans la \nNotification d9Exercice Promesse Leaver et au plus tard trente (30) jours à compter de \nla Date d9Exercice. Le Transfert interviendra par la remise, par le Leaver, des ordres de \nmouvements 3 ainsi que des formulaires Cerfa dûment signés et complétés 3 y afférents \net signature de tous accords ou contrats relatifs à ce Transfert confo rmément aux \nstipulations du Pacte, contre paiement du Prix d9Exercice Leaver indi\nnterviendront, à \ndéfaut d9accord entre les Parties concernées quant à la date, à la date in diquée dans la \nNotification d9Exercice Promesse Leaver et au plus tard trente (30) jours à compter de \nla Date d9Exercice. Le Transfert interviendra par la remise, par le Leaver, des ordres de \nmouvements 3 ainsi que des formulaires Cerfa dûment signés et complétés 3 y afférents \net signature de tous accords ou contrats relatifs à ce Transfert confo rmément aux \nstipulations du Pacte, contre paiement du Prix d9Exercice Leaver indiqué dans la \nNotification d9Exercice Promesse Leaver par le ou les Bénéficiaires Promesse Leaver \nayant exercé la Promesse de Vente Leaver. \n11.11. Dans l9hypothèse où, alors même que les Bénéficiaires Promes se Leaver ont dûment \nexercé leur droit de mettre en Suvre la Promesse de Vente Leav er conformément aux \nstipulations du présent Article 11, le Leaver refuserait de remettre à l9Acquéreur \nenvisagé les ordres de mouvement portant sur l9ensemble des Titres de la Société qu9il \ndétient à la date de réalisation convenue entre le Leaver et les Bénéficiaires Promesses \nLeaver, ces derniers pourront consigner auprès d9un officier ministériel acceptant cette \nmission, le prix des Titres de la Société détenus par le Leaver. Dan s ce cas, la simple \nremise à la Société des copies de la Notification d9Exercice Promesse Leaver indiquant \nque les Bénéficiaires Promesse Leaver souhaitent mettre en Suvre la Promesse de \nVente Leaver et du récépissé de la consignation vaudra ordre de mouvement et obligera \nla Société, qui s9y engage, à passer les écritures qui en résulteraient dans le registre des \nmouvements de titres et les comptes titres correspondants. La date du tr ansfert de \npropriété des Titres de la Société détenus par le Leaver au profit des Bénéficiaires \nPromesse Leaver sera réputée fixée au jour de la présentation des docum ents susvisés \nà la Société. \n11.12. Les Parties conviennent, ce que chaque Fondateur reconnaît exp ressément, que la \ncontestation par ce dernier de (i) la qualification du cas de Départ r etenu par les \nBénéficiaires Promesse Leaver exerçant la Promesse de Vente Leaver, ou encore (ii) de \nla validité des engagements pouvant faire l9objet d9un cas de Départ No n Légitime (et\n\n-33- \nnotamment de l9engagement de non-concurrence), sera sans incidence sur l9exercice de \nla Promesse de Vente Leaver et ne pourra en aucun cas avoir pour effet de faire échec \nau ou retarder le Transfert des Titres sous Promesse détenus par le Leaver ; sans \npréjudice de sa ca pacité à saisir les juridictions compétentes à l9effet de contester la \nqualification retenue et par conséquent, le Prix d9Exercice Leave r, ou de contester la \nvalidité de ces engagements et par conséquent, de s9en libérer. Les Parties entendent \nainsi donner plein effet à la Promesse de Vente Leaver, indépendammen t de ce qui \npourra être décidé par les juridictions compétentes relativement à la qualification du \ncas de Départ ou la validité des engagements pouvant faire l9objet d9un cas Départ Non \nLégitime. \nARTICLE 12. ANTI-DILUTION \nAucune émission de Titres ayant pour conséquence de diluer les Investisseurs immédiatement \nou à terme ne pourra être réalisée sans qu 9il n 9ait été préalablement proposé à ceux-ci de \nsouscrire au moins partiellement auxdits Titres aux mêmes conditions, po ur des Titres de \nmême nature et de même catégorie, de manière à ce que les Investis seurs puissent être en \nmesure de maintenir leur quote-part du capital de la Société à hauteur de leur participation \npréexistante appréciée sur une base pleinement diluée immédiatement avant ladite émission. \nPar exception à ce qui précède, les dispositions du présent Articl e ne s'appliquent pas à \nl'émission d'options de souscription ou d'achat d'actions, de bons de souscription d'actions ou \nde bons de souscription de parts de créateur d'entreprise, ou à l9attribution d9actions gratuites, \nou à l'émission d'actions réservées aux salariés dans le cadre d'un plan d'épargne d'entreprise. \nEn outre, les Parties conviennent que dans l9hypothèse où des droits diff érents de ceux \nbénéficiant aux Investisseurs seraient consentis à une Partie ou un nouvel Associé de la Société, \nles stipulations du Pacte seront modifiées (et le cas échéant, les Parties fe ront en sorte de \nmodifier les statuts de la Société) de telle sorte que les Investi sseurs puissent égaleme", "company_id": "milla", "doc_id": "f5afa73d20dea714", "source_file": "Projet Milla - Pacte d'associés - B&B - 14.06.2023 version de signature v2.pdf", "page_start": 27, "page_end": 33, "section_title": "9.2. Exercice de l9Obligation de Sortie Forcée"}, {"chunk_id": "f5afa73d20dea714_s0091_c0000", "text": "6.2. Exercice du Droit de Sortie Conjointe Totale \nLe Titulaire disposera, d9un délai de trente (30) Jours Ouvrés à compter de l9envoi par l9Associé \nCédant d 9une notification substantiellement similaire à la Notification de Transfert décrite à \nl9article 3.2 indiquant notamment que le Transfert envisagé peut donner lieu à la mise en Suvre \ndes stipulations du présent Article 6 (la « Notification de Sortie »), pour notifier à l9Associé \nCédant et à la Société sa décision d 9exercer son Droit de Sortie Conjointe Totale dans les \nconditions du présent Article 6. \nDans l 9hypothèse où le Titulaire exercerait son Droit de Sortie Conjointe Totale dans les \nconditions visées au présent Article 6, l9Associé Cédant ne pourra Transférer les Titres \nConcernés à l9Acquéreur que si ce dernier s9engage à acquérir, concomitamment à la réalisation \ndudit Transfert, la totalité des Titres appartenant au Titulaire, aux condit ions visées dans la \nNotification de Sortie. \n6.3. Réalisation du Transfert des Titres de la Société en cas d 9exercice du Droit de \nSortie Conjointe Totale \nEn cas d9exercice par le Titulaire du Droit de Sortie Conjointe Totale, le transfert de propr iété \ndes Titres de la Société détenus par le Titulaire interviendra concomitamment à l a réalisation \ndu Transfert des Titres Concernés par l9Associé Cédant , lequel devra intervenir au plus tard à \nl9issue d9un délai de trois (3) mois à compter de l9expiration du délai de trente (30) Jours Ouvrés \nvisé à l9Article 6.2 ci-avant, par remise des ordres de mouvements 3 ainsi que des formulaires \nCerfa dûment signés et complétés3 y afférents conformément aux stipulations de l9Engagement \nContractuel, contre paiement du prix de cession des Titres de la Société indiqué dans la \nNotification de Sortie.\n\n-15- \n6.4. Réalisation du Transfert des Titres de la Société en l 9absence d9exercice du Droit \nde Sortie Conjointe Totale \nEn l 9absence d 9exercice par le Titulaire de son Droit de Sortie Conjointe Totale dans les \nconditions visées au présent Article 6, l9Associé Cédant pourra procéder au Transfert des Titres \nConcernés au profit de l9Acquéreur identifié dans la Notification de Sortie sous réserve que : \n(i) le Transfert intervienne pour la totalité des Titres Concernés et conformément aux \ntermes et conditions figurant dans la Notification de Sortie ; \n(ii) le Transfert intervienne dans un délai de trois (3) mois à compter de la date d9expiration \ndu délai de trente (30) Jours Ouvrés visé à l9Article 6.2 ci-avant ; \n(iii) l9Acquéreur ait (i) signé et remis un Acte d9Adhésion à l9Engagement Contractuel ou (ii) \nsigné un engagement contractuel similaire au présent Engagement Contractuel. \nA défaut de réalisation du Transfert dans les conditions du présent Article 6.4, et notamment en \ncas de modification des termes et conditions énoncés dans la Notification de Sortie ou d9absence \nde réalisation du Transfert envisagé à l 9Acquéreur dans le délai applicable, l9Associé Cédant ne \npourra procéder au Transfert de ses Titres de la Société qu9à la condition de suivre à nouveau la \nprocédure visée au présent Article 6. \nARTICLE 7. OBLIGATION DE SORTIE FORCEE\n7.1. Principe \nEn cas de réception par la Société d 9une offre d9un ou plusieurs Associés ou d9une offre non \nsollicitée d 9un Tiers, agissant seul ou de concert au sens de l9article L. 233 -10 du Code de \ncommerce, de bonne foi portant sur au moins 95% des Titres de la Société, approuvée par \nplusieurs Associés représentant au moins 70 % du capital et des droits de vote de la Société (les \n« Associés Acceptants »), les Associés Pactés pourront exiger du Titulaire aux termes d9une \nnotification substantiellement similaire à la Notification de Transfert décrite à l9articl e 3.2 \n(la « Notification de Sortie Forcée »), qu9il Transfère l9intégralité de ses Titres à l9Acquéreur \n(l9 « Obligation de Sortie Forcée »).\n7.2. Exercice de l9Obligation de Sortie Forcée \nEn cas de mise en Suvre par les Associés Acceptants de l9Obligation de Sortie Forcée, le Titulaire \ns9engage irrévocablement, à titre de promesse unilatérale de vente au sens de l 9Article 1124 du \nCode civil, à Transférer les Titres de la Société qu9il détiendra à la date de mise en Suvre par les \nAssociés Acceptants de l9Obligation de Sortie Forcée à l9Acquéreur envisagé, dans les conditions \nvisées dans la Notification de Sortie Forcée. \nLes Associés Acceptants pourront exercer ladite promesse unilatérale de vente consentie par le \nTitulaire afin qu9il Transfère à l9Acquéreur envisagé l9intégralité de ses Titres dans les conditions \nvisées dans la Notification de Sortie Forcée et conformément aux stipulations du présent Article \n7, en indiquant dans ladite Notification de Sortie Forcée qu 9ils exercent leur droit de mettre en \nSuvre l9Obligation de Sortie Forcée. \nLe Transfert de l 9intégralité des Titres de la Société à l 9Acquéreur envisagé devra intervenir au \nplus tard à l9issue d9un délai de trois (3) mois suivant l 9envoi par les Associés Acceptants d 9une \nNotification de Sortie Forcée adressée au Titulaire indiquant qu 9ils souhaitent mettre en Suvre \nl9Obligation de Sortie Forcée, par remise des ordres de mouvements 3 ainsi que des formulaires \nCerfa dûment complétés et signés 3 y afférents et signature de tous accords ou contrats relatifs \nà ce Transfert conformément aux stipulations de l9Engagement Contractuel contre paiement du \nprix de cession des Titres de la Société indiqué dans la Notification de Sortie Forcée. \nDans l9hypothèse où, alors même que les Associés Acceptants ont dûment exercé leur droit d e \nmettre en Suvre l9Obligation de Sortie Forcée conformément aux stipulations du présent Article \n7, le Titulaire refuserait de remettre à l 9Acquéreur envisagé les ordres de mouvement portant\n\n-16- \nsur l9ensemble des Titres de la Société qu 9il détient à la date de réalisation convenue entre les \nAssociés Acceptants et l 9Acquéreur envisagé, ce dernier pourra consigner auprès d 9un officier \nministériel acceptant cette mission, le prix des Titres de la Société détenus par le Titulaire. Dans \nce cas, la simple remise à la Société des copies de la Notification de Sortie Forcée indiquant que \nles Associés Acceptants souhaitent mettre en Suvre l9Obligation de Sortie Forcée et du récépissé \nde la consignation vaudra ordre de mouvement et obligera la Société, qui s 9y engage, à passer \nles écritures qui en résulteraient dans le registre des mouvements de titres et les comptes titres \ncorrespondants. La date du transfert de propriété des Titres de la Société détenus par le Titulaire \nsera réputée fixée au jour de la présentation des documents susvisés à la Société. \nARTICLE 8. LIQUIDATION PREFERENTIELLE \n8.1. Répartition préférentielle en cas de Cession, Fusion ou Liquidation de la Société \nDans les cas où la Société ferait l9objet, dans les conditions définies ci-après, d9une Cession, d9une Fusion \nou d9une Liquidation (tels que ces termes sont définis ci -après, et désignés chacun comme \nune « Opération »), la contrepartie globale résultant d9une telle Opération donnera lieu, le cas échéant, \nà une répartition préférentielle entre l9ensemble des Associés participant à l9Opération selon la catégorie \ndes Actions faisant l9objet de l9Opération.\n8.1.1. Application en cas de Cession \nEn cas de cession, pour quelque raison que ce soit, de 50% ou plus des actions d e la Société \n(une « Cession ») et dont la contrepartie est un prix versé en numéraire, le prix total perçu au titre de \nladite cession (le « Prix de Cession ») sera réparti entre les actions cédées dans le cadre de cette \ncession (les « Actions Cédées »), selon l9ordre de priorité suivant (l9« Ordre de Priorité ») : \n(a) en priorité, la somme des valeurs nominales de chaque Action Cédée, sera allouée à l 9ensemble \ndes Associés participant à la Cession, au prorata du nombre d9Actions Cédées respectivement \ndans le cadre de la Cession, sans distinction de leur catégorie ; \n(b) le solde disponible du Prix de Cession, après les versements réalisés au titre du paragraphe (a) ci-\navant, sera ensuite attribué en priorité aux titulaires d9 ADP participant à la Cession pour un \nmontant pour chaque ADP cédée dans le cadre de la Cession, égal à son Prix ADP, diminué du \nmontant versé au titre du paragraphe (a) ci-avant au titre de chaque ADP; \n(c) le solde disponible du Prix de Cession, après paiement des sommes mentionnées aux paragraphes \n(a) à (b) ci-dessus sera réparti au prorata entre toutes les Actions Cédées, sans distinction de leur \ncatégorie. \n \nIl est précisé que dans le cas où le Prix de Cession ferait l9objet de plusieurs paiements, conditionnés ou \nnon, chaque paiement sera réparti, lorsqu9il sera effectivement payé, conformément à l9Ordre de Priorité \nqui s9appliquera donc à chacun des paiements mais en tenant compte, le cas échéant, des sommes déjà \nreçues au titre des précédents paiements.\n8.1.2. Application en cas d9apport ou de fusion de la Société \nEn cas (i) d9apport de plus de cinquante pour cent (50%) du capital social de la Société à un associé ou à \nun Tiers ou (ii) de fusion de la Société dans laquelle les actions émises immédiatement avant cette fusion \nne seraient pas converties ou échangées contre au moins la majorité des actions de la société survivante \n(l9une et l9autre opération visées au (i) et (ii) étant ci -après désignées une « Fusion »), les actions \nnouvellement émises à l9issue de la Fusion (les « Actions de Fusion ») par la société bénéficiant de \nl9apport ou la société absorbante (dans chaque cas, l9 « Absorbante »), en contrepartie des actions \napportées ou échangées par les Associés participants seront réparties mutatis mutandis conformément \naux règles prévues à l9Article 8.1.1 ci-dessus. \n8.1.3 Application en cas de Liquidation \nEn cas de dissolution ou de liquidation amiable ou judiciaire de la Société (la « Liquidation »), le boni \nde liquidation, c9est -à-dire le produit de la liquidation disponible après extinction du p assif, paiement \ndes frais de liquidation et remboursement du nominal des actions à chaque associé de la Société et plu s\n\n-17- \ngénéralement après tout paiement prioritaire imposé par la loi et les règlements app licables \n(le « Boni »), sera réparti entre toutes les actions mutatis mutandis conformément à l9Ordre de Priorité \nprévu au paragraphe 8.1.1 (b) et (c) (à l9exclusion du paragraphe (a) qui ne sera pas applicable) ci-dessus \npour la répartition du Boni. \n8.1.4 Précisions communes \nIl est précisé que : \n- dans le cas où, à l'une des étapes prévues aux paragraphes (a) à (c) ci-dessu s, le Prix de \nCession, les Actions de Fusion ou le Boni seraient insuffisants pour servir les droit s de tous \nles titulaires d9actions, le Prix de Cession, les Actions de Fusion ou le Boni seront allo ués au \nprorata des droits de chaque titulaire d9actions concernée jusqu'à concurrence des montants \ntotaux maximums respectivement dus à chacun d9entre eux à l'étape d'allocation concernée ; \n- le présent Article 8.1.1 ne s9appliquera pas uniquement aux actions, mais également aux \nvaleurs mobilières émises ou à émettre par la Société mutadis mutandis ; étant précisé que \nles valeurs mobilières seront traitées pari passu avec les actions de la catégorie auxquelles \nelles donnent droit, comme si elles avaient été converties ou exercées à la date de r éalisation \nde la Cession, de la Fusion ou de la Liquidation ; \n- le Prix ADP sera automatiquement ajusté pour refléter tout regroupement ou di vision \nd'actions, toute modification de la valeur nominale des actions, toute at tribution d'actions \ngratuites ou tout événement similaire ayant lieu après le 14 juin 2023 et ay ant un impact sur \nle nombre total d'Actions. \n \nARTICLE 9. PROMESSE DE VENTE DU TITULAIRE EN CAS DE DEPART \n9.1 Le Titulaire (le « Leaver ») consent au bénéfice des Associés Pactés (les « Bénéficiaires \nPromesse Leaver ») une promesse irrévocable de vente exerçable en cas de survenance d9un \nDépart, portant sur la quote- part des Titres qu9il détiendra alors (les « Titres sous \nPromesse »), directement ou indirectement, à la date de levée de ladite promesse de vente \n(la « Promesse de Vente Leaver »). Chaque Bénéficiaire Promesse Leaver accepte le \nbénéfice de la Promesse de Vente Leaver en tant que promesse unilatérale de vente uniquement, \nsans engagement de sa part d9exercer ou non ladite promesse. \n \n9.2 La Promesse de Vente Leaver sera exerçable en cas de Départ (le « Fait Générateur »), étant \nprécisé que dans l9hypothèse où le Titulaire exercerait des fonctions à la fois au sein de la Société \net d9une ou plusieurs Filiales, ou au sein de plusieurs Filiales, il sera tenu compte des fonctions \nau titre desquelles le Titulaire reçoit la rémunération la plus importante. \n9.3 La « Date du Fait Générateur » correspondra à la date de cessation effective des fonctions \nconcernées. \n9.4 La Promesse de Vente Leaver sera exerçable à compter de la Date du Fait Générateur et pendant \nune période expirant six (6) mois au-delà (le « Délai d9Exercice Leaver »). \n9.5 Tout exercice de la Promesse de Vente Leaver devra être notifié par écrit, en indiquant le nombre \nde Titres sous Promesse (et le cas échéant si le Bénéficiaire Promesse Leaver agit pour le compte \nd9autres Bénéficiaires Promesse Leaver), au Leaver et\ndu Fait Générateur » correspondra à la date de cessation effective des fonctions \nconcernées. \n9.4 La Promesse de Vente Leaver sera exerçable à compter de la Date du Fait Générateur et pendant \nune période expirant six (6) mois au-delà (le « Délai d9Exercice Leaver »). \n9.5 Tout exercice de la Promesse de Vente Leaver devra être notifié par écrit, en indiquant le nombre \nde Titres sous Promesse (et le cas échéant si le Bénéficiaire Promesse Leaver agit pour le compte \nd9autres Bénéficiaires Promesse Leaver), au Leaver et à la Société (une copie étant adressée à \nl9ensemble des Bénéficiaires Promesse Leaver) au plus tard à l9expiration du Délai d9Exerc ice \nLeaver, sous peine de caducité ; mais sans préjudice de la faculté d9exercer de nouveau la \nPromesse de Vente Leaver en cas de survenance d9un nouveau Fait Générateur (la « Date \nd9Exercice » et la « Notification d9Exercice Promesse Leaver »). \n9.6 Avant tout exercice de la Promesse de Vente Leaver, les Bénéficiaires Promesse Leaver \nessaieront de se concerter afin d9identifier les Bénéficiaires Promesse Leaver souhaitant lever la \npromesse et le nombre de Titres sous Promesse qu9ils souhaitent acquérir. La Promesse de Vente \nLeaver pourra être levée par l9un des Bénéficiaires Promesse Leaver au nom et pour le compte \ndes autres Bénéficiaires Promesse Leaver souhaitant exercer la Promesse de Vente Leaver. Dans \nl9hypothèse où les Bénéficiaires Promesse Leaver n9aurait exercé la Promesse de Vente Leaver\n\n-18- \ndurant le Délai d9Exercice Leaver, le s Investisseurs statuant à la Majorité des Investisseurs \nauront la faculté, dans un délai de dix (10) jours calendaires à compter de l9expiration du Délai \nd9Exercice Leaver, de donner mandat à la Société afin qu9elle exerce la Promesse Leaver. \n9.7 La répartition des Titres sous Promesse entre les Bénéficiaires Promesse Leaver ayant levé la \nPromesse de Vente Leaver se fera, à défaut d9accord entre eux, au prorata du nombre d9Actions \ndétenues par chaque Bénéficiaire Promesse Leaver ayant exercé la Promesse de Vente Leaver \npar rapport au nombre total d9Actions de la Société détenues par tous les Bénéficiaires Promesse \nLeaver ayant exercé la Promesse de Vente Leaver. \n9.8 Le prix payé pour les Titres sous Promesse acquis dans le cadre de la Promesse de Vente Leaver \n(le « Prix d9Exercice Leaver ») sera égal à la Valeur de Marché. \n \n9.9 La « Valeur de Marché » désigne la valeur de marché des Titres concernés, qui sera \ndéterminée d9un commun accord par les Parties concernées ou, en cas de désaccord, par un \nExpert conformément à la Procédure d9Expertise stipulée à l9Annexe 1.1. \n9.10 Le Transfert des Titres sous Promesse détenus par le Leaver et le paiement du Prix d9Exercice \nLeaver (le cas échéant entre les mains d9un séquestre) interviendront, à défaut d9accord entre \nles Parties concernées quant à la date, à la date indiquée dans la Notification d9Exercice \nPromesse Leaver et au plus tard trente (30) jours à compter de la Date d9Exe rcice. Le Transfert \ninterviendra par la remise, par le Leaver, des ordres de mouvements 3 ainsi que des formulaires \nCerfa dûment signés et complétés 3 y afférents et signature de tous accords ou contrats relatifs \nà ce Transfert conformément aux stipulations de l9Engagement Contractuel, contre paiement du \nPrix d9Exercice Leaver indiqué dans la Notification d9Exercice Promesse Leaver par le ou les \nBénéficiaires Promesse Leaver ayant exercé la Promesse de Vente Leaver. \n9.11 Dans l9hypothèse où, alors même que les Bénéficiaires Promesse Leaver ont dûment exercé leur \ndroit de mettre en Suvre la Promesse de Vente Leaver conformément aux stipulations du \nprésent Article 9 , le Leaver refuserait de remettre à l9Acquéreur envisagé les ordres de \nmouvement portant sur l9ensemble des Titres de la Société qu9il détient à la date de réalisation \nconvenue entre le Leaver et les Bénéficiaires Promesses Leaver, ces derniers pourront consigner \nauprès d9un officier ministériel acceptant cette mission, le prix des Titres d e la Société détenus \npar le Leaver. Dans ce cas, la simple remise à la Société des copies de la Notification d9Exercice \nPromesse Leaver indiquant que les Bénéficiaires Promesse Leaver souhaitent mettre en Suvre \nla Promesse de Vente Leaver et du récépissé de la consignation vaudra ordre de mouvement et \nobligera la Société, qui s9y engage, à passer les écritures qui en résultera\nBénéficiaires Promesses Leaver, ces derniers pourront consigner \nauprès d9un officier ministériel acceptant cette mission, le prix des Titres d e la Société détenus \npar le Leaver. Dans ce cas, la simple remise à la Société des copies de la Notification d9Exercice \nPromesse Leaver indiquant que les Bénéficiaires Promesse Leaver souhaitent mettre en Suvre \nla Promesse de Vente Leaver et du récépissé de la consignation vaudra ordre de mouvement et \nobligera la Société, qui s9y engage, à passer les écritures qui en résulteraient dans le registre des \nmouvements de titres et les comptes titres correspondants. La date du transfert de propriété des \nTitres de la Société détenus par le Leaver au profit des Bénéficiaires Promesse Leaver sera \nréputée fixée au jour de la présentation des documents susvisés à la Société. \n9.12 Les Parties conviennent, ce que le Titulaire reconnaît expressément, que la cont estation par ce \ndernier du Départ sera sans incidence sur l9exercice de la Promesse de Vente Leaver et ne pourra \nen aucun cas avoir pour effet de faire échec au ou retarder le Transfert des Titres sous Promesse \ndétenus par le Leaver ; sans préjudice de sa capacité à saisir les juridictions compétentes à l9effet \nde contester le Départ. Les Parties entendent ainsi donner plein effet à la Promesse de Vente \nLeaver, indépendamment de ce qui pourra être décidé par les juridictions compét entes \nrelativement au Départ. \nARTICLE 10. ENGAGEMENTS SPECIFIQUES \n10.1 Lutte anti-blanchiment \nChaque Partie déclare respecter et s9engage à respecter l9ensemble des Réglementations de Lutte \ncontre le Blanchiment des Capitaux et le Financement du Terrorisme. \nChaque Partie déclare en application des Réglementations de Lutte contre le Blanch iment des \nCapitaux et le Financement du Terrorisme : \n(i) qu9elle agit pour son propre compte ;\n\n-19- \n(ii) que l9origine des fonds versés à la Société pour la souscription des Titres, le cas échéant, \net plus généralement pour toute acquisition ou souscription de Titres de la Société ou \navances en compte courant, est licite et ne provient pas d 9une activité contraire aux \nRéglementations de Lutte contre le Blanchiment des Capitaux et le Financement du \nTerrorisme ou aux Règlementations Sanctions et ; \n(iii) qu9elle n9a pas facilité par tout moyen la justification mensongère de l 9origine des biens \nou revenus de l9auteur d9un crime ou d9un délit ayant procuré à celui-ci un profit direct \nou indirect, ni apporté un concours à une opération de placement, de dissimul ation ou \nde conversion du produit direct ou indirect d9un crime ou d9un délit ou au financement \nd9une activité terroriste. \nChaque Partie s9engage à mettre le cas échéant à disposition des autres Parties toute information \nqui serait requise légalement dans le futur dans le cadre de la lutte contre l e Blanchiment des \nCapitaux et le Financement du Terrorisme. \nLes Parties sont informées que SPI 2, ainsi que sa société de gestion et/ou son délég ataire de la \ngestion, sont assujettis aux obligations définies par les Réglementations de Lutt e contre le \nBlanchiment des Capitaux et le Financement du Terrorisme \nA ce titre, SPI 2 est notamment tenu de déclarer aux autorités compétentes les op érations \nportant sur des sommes dont ils savent, soupçonnent ou ont de bonnes raisons de soupço nner \nqu9elles proviennent d 9une infraction passible d 9une peine privative de liberté supérieure à un \nan ou participent au financement du terrorisme, ainsi que toute opération pour laqu elle \nl9identité du donneur d9ordre ou du bénéficiaire effectif ou du constituant d 9un fonds fiduciaire \nou de tout autre instrument de gestion d 9un patrimoine d9affectation reste douteuse malgré les \ndiligences qu9ils sont tenus d 9effectuer. Dans les conditions prévues par la réglementation, ils \ndoivent aussi s 9abstenir d 9effectuer toute opération dont ils soupçonnent qu 9elle est liée au \nblanchiment des capitaux ou au financement du terrorisme. \n10.2 Lutte contre la corruption \nChaque Partie déclare respecter et s 9engage à respecter l 9ensemble des Réglementations Anti-\nCorruption et à faire en sorte que la Société n 9utilise par les fonds provenant de la souscription \ndes Titres émis par la Société dans des opérations qui constituent ou conco urent à un acte de \ncorruption ou de trafic d9influence. \nPar ailleurs, la Société déclare qu 9elle a pris toutes les me\ndont ils soupçonnent qu 9elle est liée au \nblanchiment des capitaux ou au financement du terrorisme. \n10.2 Lutte contre la corruption \nChaque Partie déclare respecter et s 9engage à respecter l 9ensemble des Réglementations Anti-\nCorruption et à faire en sorte que la Société n 9utilise par les fonds provenant de la souscription \ndes Titres émis par la Société dans des opérations qui constituent ou conco urent à un acte de \ncorruption ou de trafic d9influence. \nPar ailleurs, la Société déclare qu 9elle a pris toutes les mesures nécessaires et a notamment \nadopté et met en Suvre des procédures et codes de conduite adéquats afin de pré venir toute \nviolation des Réglementations Anti-Corruption. \nDans la mesure où la Société est soumise aux dispositions de l 9Article 17 de la Loi n°2016-1691 \nrelative à la transparence, à la lutte contre la corruption et à la modernisation d e la vie \néconomique, la Société déclare qu 9elle a pris toutes les mesures nécessaires et a notamment \nadopté et mis en Suvre des procédures et codes de conduite adéquats afin de prévenir toute \nviolation de ces lois et réglementations relatives à la lutte contre la corru ption et le trafic \nd9influence. \n10.3 Respect de la Règlementation Sanctions \nChaque Partie déclare et s9engage à respecter l 9ensemble des Règlementations Sanctions et à \nfaire en sorte que la Société n 9utilise par les fonds provenant de la souscription des Titres émis \npar la Société (i) dans un Pays Sanctionné ou (ii) d 9une manière qui entrainerait une violation \npar la Société ou ses Associés des Réglementations Sanctions. \nLa Société, ses Filiales, et, à sa connaissance, leurs représentants, mandataires sociau x, \ndirigeants et salariés respectifs (i) ne sont actuellement pas visés par les, ou so umis aux, \nRèglementations Sanctions et/ou (iii) ne sont pas engagés dans des activités qui seraient \ninterdites par les Règlementations Sanctions.\n\n-20- \n10.4 RGPD \nLes données à caractère personnel, collectées et traitées par SPI 2 et/ou ses Affiliés, en quali té \nde responsable du traitement, dans le cadre du présent Engagement Contractuel (ou, le c as \néchéant, préalablement à sa signature, dans le cadre de l 9étude de son investissement dans la \nSociété), sont nécessaires pour la réalisation, la gestion et le suivi de l 9investissement de SPI 2 \nau sein de la Société et, plus généralement, pour la mise en Suvre de l9Engagement Contractuel. \nCes données n 9ont pas vocation à être transférées en dehors de l 9Union européenne et seront \nconservées pour la durée nécessaire à la mise en Suvre d e l9Engagement Contractuel et à la \ngestion par SPI 2de sa participation dans la Société. \nLes Parties concernées par ces traitements de données personnelles par Bpifrance et/ou ses \nAffiliés sont informées qu 9elles disposent, dans les conditions de la loi, d 9un droit d 9accès, de \nrectification, d 9effacement, de portabilité, de limitation et d 9opposition au traitement de ces \ndonnées et d9organiser le sort de leurs données personnelles en cas de décès. Ces droits peuvent \nêtre exercés par l 9envoi d9un courrier à Bpifrance, DCCP, délégué à la protection des données, \n27-31 avenue du Général Leclerc, 94710 Maisons-Alfort Cedex (email : \ndonneespersonnelles@bpifrance.fr). Elles disposent également du droit d 9introduire une \nréclamation auprès de la CNIL. \nPour plus d 9informations sur la gestion des données personnelles et des droits afférents, la \npolitique groupe de Bpifrance intitulée « Politique relative à l a gestion des données à caractère \npersonnel » peut être consultée à l 9adresse suivante : https://www.bpifrance.fr. Cette politique \nest applicable au traitement de données effectué par SPI 2 et/ou ses Affiliés, sous réser ve de \ntoute stipulation contraire ou incompatible de l9Engagement Contractuel et, le cas échéant, des \nobligations réglementaires auxquelles est soumise Bpifrance Investissement en tant que société \nde gestion agréée par l9Autorité des Marchés Financiers. \nARTICLE 11. DECLARATIONS ET GARANTIES DES PARTIES \nChacune des Parties déclare et garantit aux autres Parties pour ce qui la concerne : \n(i) avoir tous pouvoirs et autorisations nécessaires aux fins de conclure l9Engagement Contractuel \net que la personne signataire en son nom et pour son compte est dûment autorisée pou r la \nreprésenter ; \n(ii) que l9exécution de l9Engagement Contractuel représentera une ob", "company_id": "milla", "doc_id": "f5afa73d20dea714", "source_file": "Projet Milla - Pacte d'associés - B&B - 14.06.2023 version de signature v2.pdf", "page_start": 113, "page_end": 125, "section_title": "6.2. Exercice du Droit de Sortie Conjointe Totale"}]}
{"company_id": "milla", "clause_family": "anti_dilution", "hits": [{"chunk_id": "f5afa73d20dea714_s0028_c0000", "text": "10.3. Introduction en Bourse \nL9opportunité et les modalités d 9une Introduction en Bourse des Titres de la Société, \nainsi que le choix de la banque introductrice, seront décidées par le Comité Stratégique \nà la Majorité Qualifiée, étant précisé qu9en cas d9Introduction en Bourse, les Fondateurs \ns9engagent à faire en sorte que les Investisseurs puissent procéder p ar priorité au \nTransfert de l9intégralité de leurs Titres dans le cadre de ladite Introduction en Bourse.\n10.4. Liquidation préférentielle \n10.4.1 Répartition préférentielle en cas de Cession, Fusion ou Liquidation de la Société \n \nDans les cas où la Société ferait l9objet, dans les conditions définies ci -après, d9une Cession, \nd9une Fusion ou d9une Liquidation (tels que ces termes sont définis ci-après, et désignés chacun \ncomme une « Opération »), la contrepartie globale résultant d9une telle Opération donner a \nlieu, le cas échéant, à une répartition préférentielle entre les Associés participant à l9Opération \nselon la catégorie des Actions faisant l9objet de l9Opération.\n10.4.1.1. Application en cas de Cession \nEn cas de cession, pour quelque raison que ce soit, de 50% ou plus des actions de la Société \n(une « Cession ») et dont la contrepartie est un prix versé en numéraire, le prix total perçu au \ntitre de ladite cession (le « Prix de Cession ») sera réparti entre les actions cédées dans le \ncadre de cette cession (les « Actions Cédées »), selon l9ordre de priorité suivant (l9« Ordre \nde Priorité ») : \n(a) en priorité, la somme des valeurs nominales de chaque Action Cédée , sera allouée à \nl9ensemble des Associés participant à la Cession, au prorata du nombre d9Actions Cédées \nrespectivement dans le cadre de la Cession, sans distinction de leur catégorie ; \n(b) le solde disponible du Prix de Cession, après les versements réalisés au titre du \nparagraphe (a) ci-avant, sera ensuite attribué en priorité aux titulaires d9ADP participant \nà la Cession pour un montant pour chaque ADP cédée dans le cadre de la Cession, égal à \nson Prix ADP, diminué du montant versé au titre du paragraphe (a) ci-ava nt au titre de \nchaque ADP; \n(c) le solde disponible du Prix de Cession, après paiement des sommes mentionné es aux \nparagraphes (a) à (b) ci-dessus sera réparti au prorata entre toutes les Actions Cédées, \nsans distinction de leur catégorie.\n\n-30- \nIl est précisé que dans le cas où le Prix de Cession ferait l9objet de pl usieurs paiements, \nconditionnés ou non, chaque paiement sera réparti, lorsqu9il sera effe ctivement payé, \nconformément à l9Ordre de Priorité qui s9appliquera donc à cha cun des paiements mais en \ntenant compte, le cas échéant, des sommes déjà reçues au titre des précédents paiements.\n10.4.1.2. Application en cas d9apport ou de fusion de la Société \nEn cas (i) d9apport de p lus de cinquante pour cent (50%) du capital social de la Société à un \nassocié ou à un Tiers ou (ii) de fusion de la Société dans laque lle les actions émises \nimmédiatement avant cette fusion ne seraient pas converties ou échangées contre au moins la \nmajorité des actions de la société survivante (l9une et l9autre opération visées au (i) et (ii) étant \nci-après désignées une « Fusion »), les actions nouvellement émises à l9issue de la Fusion (les \n« Actions de Fusion ») par la société bénéficiant de l9apport ou la société absorbante (dans \nchaque cas, l9 « Absorbante »), en contrepartie des actions apportées ou échangées par les \nassociés participants seront réparties mutatis mutandis conformément aux règles prévues à \nl9Article 10.4.1.1 ci-dessus.\n10.4.1.3. Application en cas de Liquidation \nEn cas de dissolution ou de liquidation amiable ou judiciaire de la Sociét é (la \n« Liquidation »), le boni de liquidation, c9est -à-dire le produit de la liquidation disponible \naprès extinction du passif, paiement des frais de liquidation et remboursement du nominal des \nactions à chaque associé de la Société et plus généralement après tout paiement prioritaire \nimposé par la loi et les règlements applicables (le « Boni »), sera réparti entre toutes les \nactions mutatis mutandis conformément à l9Ordre de Priorité prévu au paragraphe 10.4.1.1 (b) \net (c) (à l9exclusion du paragraphe (a) qui ne sera pas applicable) ci-dessus pour la répartition \ndu Boni.", "company_id": "milla", "doc_id": "f5afa73d20dea714", "source_file": "Projet Milla - Pacte d'associés - B&B - 14.06.2023 version de signature v2.pdf", "page_start": 29, "page_end": 30, "section_title": "10.3. Introduction en Bourse"}, {"chunk_id": "f5afa73d20dea714_s0079_c0000", "text": "Annexe 1.1(i) \nTermes et conditions des BSAGAP\n\n1. Caractéristiques des BSAGAP \nLes BSAGAP sont émis sous la forme nominative et feront l9objet d9une inscription en compte. \n \nChaque BSAGAP ne sera transférable qu9avec l9ABSA à laquelle il est attaché, étant précisé, pour \nles besoins de l9article L. 228 -103 du Code de commerce, que les BSA GAP seront toutefois \nconsidérés comme détachés de l9ABSA à compter de leur émission, de sorte que les titulaires de \nBSAGAP soient groupés dans une masse dotée de la personnalité civile pour la protection de leurs \nintérêts communs, conformément à l9article L. 228-98 et suivants du Code de commerce. \n \nSauf s9ils sont définis aux présentes, les termes commençant par une majuscule ont le sens qui \nleur est donné dans le protocole d9investissement conclu entre SPI 2, LNE SM, Celad Holding, \nHolding ZAHV, Focus Invest, LMAM Conseil et Frédéric Mathis, en présence de la Société en \ndate du 14 juin 2023 (le « Protocole d9Investissement »). \n \n2. Conditions et modalités d9exercice des BSAGAP \nChaque BSA GAP pourra être exercé par son titulaire si les conditions d9exercice décrites ci -\ndessous sont réunies : \n \n2.1 Prix d9exercice \nChaque BSAGAP donnera à son titulaire le droit de souscrire une (1) action de préférence nouvelle \ndite « Action A » de la Société pour un prix de souscription unitaire « P » déte rminé par \napplication de la formule suivante : \nÿ = ýÿý 2 ý\u0001ýþÿ\u0001ÿýé\nþÿ \n \noù : \nVPM est égal à la valorisation pre-money de la Société sur une base pleinement diluée \n(avant la réalisation de l9Augmentation de Capital ABSA), soit 15.000.000 euros ; \nIndemnité est égale au montant de l9indemnité due par les Garants en réparation d9un ou \nplusieurs Préjudices (une « Indemnité »), déterminé en application des dispositions \nde l9Article 3.3.2 et dans le respect des limitations de l9Article 3.3.3 du Protocole \nd9Investissement, étant précisé que pour les besoins de l9exercice des BSA GAP le \nmontant du Préjudice devant être pris en compte pour le calcul de l9Indemnité \ncorrespondra au montant total du ou des Préjudice(s) supporté(s) par la Société ; \nNa est égal au nombre d9actions ordinaires de la Société sur une base pleinement diluée \nexistant à ce jour, soit 292.200 actions (tel qu9éventuellement ajusté pour tenir \ncompte de tout regroupement ou division du nominal des actions de la Société). \n2.2 Détermination du nombre de BSAGAP susceptibles d9être exercés \nNBSA = Indemnité / P \noù: \nNBSA désigne le nombre de BSA GAP pouvant être exercés, \nétant entendu que le nombre global et cumulé d9Actions A de la Société pouvant être souscrites \nsur exercice des BSA GAP ne pourra jamais excéder 888.366, sous réserve, toutefois, des \najustements destinés à assurer le maintien des droits des titulaires de BSAGAP. \n2.3 Conditions d9exercice\n\nChaque BSAGAP pourra être exercé dès lors que les deux conditions suivantes sont respectées : \n \n(i) le montant d9une Indemnité a été définitivement déterminé par les Garants et les \nInvestisseurs, ou, à défaut d9accord amiable entre elles, par toute juridiction \ncompétente, par décision non susceptible de recours (à l9exclusion d9un pourvoi en \ncassation éventuel ou effectif), permettant de calculer le prix d9exercice des BSAGAP et \nle nombre de BSAGAP pouvant être exercés; et \n(ii) les Garants sont défaillants au titre de leur obliga tion de paiement définie à l9Article \n3.4 du Protocole d9Investissement, étant précisé en tant que de besoin que l9exercice de \ntout ou partie des BSAGAP par leur titulaire, en application des stipulations de l9Article \n2.2. ci-dessus, sera le cas échéant sans préjudice de tout autre recours qui pourrait être \nvalablement formé par ce dernier sur le fondement de l9inexécution par les Garants de \nleur obligation contractuelle. \nChaque BSAGAP ne pourra être exercé qu9une seule fois. \n \n2.4 Délai et Modalités d9Exercice \nPour une Indemnité donnée, un BSAGAP devra être exercé au plus tard dans les 90 Jours Ouvrés \nsuivant la date à laquelle la défaillance des Garants aura été constatée. A défaut, les B SAGAP ne \npourront plus être exercés pour l9Indemnité concernée, mais pourront l9être au titre d9une ou \nplusieurs autres Indemnité(s). \n \n2.5 Durée - Caducité \nChaque BSAGAP sera exerçable dans un délai maximal de 6 ans suivant son émission. \n \nA l9issue de cette période, les BSAGAP non exercés seront caducs de plein droit et la So\nExercice \nPour une Indemnité donnée, un BSAGAP devra être exercé au plus tard dans les 90 Jours Ouvrés \nsuivant la date à laquelle la défaillance des Garants aura été constatée. A défaut, les B SAGAP ne \npourront plus être exercés pour l9Indemnité concernée, mais pourront l9être au titre d9une ou \nplusieurs autres Indemnité(s). \n \n2.5 Durée - Caducité \nChaque BSAGAP sera exerçable dans un délai maximal de 6 ans suivant son émission. \n \nA l9issue de cette période, les BSAGAP non exercés seront caducs de plein droit et la Société \npourra les considérer comme annulés. \nPar exception aux dispositions qui précèdent, les BSA GAP seront caducs de plein droit, par \nanticipation dans les cas suivants : \n \n- en cas de cession de 100% du capital de la Société, un instant de raison avant la réalisati on \ndéfinitive de la cession ; \n- admission des actions de la Société aux négociations sur un marché réglementé ou non \nréglementé, un instant de raison avant l9admission des actions de la Société sur un tel marché \net sous réserve de leur cotation effective et définitive. \n2.6 Notification d9exercice - Libération \nPour qu9un BSAGAP soit valablement exercé, la demande d9attribution d9actions (constituée par \nun bulletin de souscription) devra être adressée par lettre ou courrier recommand é ou avec avis \nde réception ou remis en main propre et parvenu à la Société au plus tard le dernier jour de validité \ndu BSAGAP à minuit. \nLe montant de la souscription des Actions A émises dans le cadre de l9exercice des BSAGAP, \ndéterminé conformément aux dispositions du présent Article 2, sera libéré par compensation avec \nla créance certaine, liquide et exigible détenue par le titulaire des BSAGAP sur la Société, au titre \nde l9Indemnité concernée.\n\n2.7 Rompus \nL9application de la formule de détermination du nombre d9actions pouvant être souscrit sur \nexercice des BSAGAP pouvant faire apparaître des décimales, dans l9hypothèse où l9exercice d9un \nBSAGAP par son titulaire donnerait droit à la souscription d9un nombre total d9actions for mant \nrompus, ce nombre serait arrondi au nombre entier inférieur. \n \n2.8 Préservation des droits des titulaires des BSAGAP \nAfin d9assurer la protection des droits des titulaires des BSA GAP et durant toute l9existence des \nBSAGAP, les droits desdits titulaires seront préservés conformément aux disposi tions légales et \nréglementaires applicables. \n \n2.9 Caractéristiques des actions émises sur exercice des BSAGAP \nLes nouvelles Actions A remises aux souscripteurs lors de l9exercice des BSAGAP (i) seront créées \nexclusivement sous la forme nominative et feront l9objet d9une inscription en compte, et (ii) \nseront soumises à toutes les dispositions statutaires, porteront jouissance dès leur création \nexclusivement sous la forme nominative et auront droit au dividende versé, le cas éché ant, au \ntitre de l9exercice en cours lors de leur souscription.\nAnnexe 1.1(ii) \nTermes et conditions des BSARatchet\n\nLes termes commençant par une lettre majuscule et non définis dans la pr ésente annexe auront le sens \nqui leur est donné par les décisions unanimes des associés en date du 14 juin 2023 (les « Décisions \nUnanimes »). \nLes BSA Ratchet seront exerçables, en tout ou en partie, en une ou plusieurs fois, par leurs titulaires à \ntout moment dans l'hypothèse où, avant le cinquième (5 ème) anniversaire des Décisions Unanimes, la \nSociété procéderait à une ou plusieurs émissions de titres de capital de la Société ou autres valeurs \nmobilières donnant accès à terme au capital libérables en numéraire (y compris, le cas échéant, par voie \nde compensation de créances) ou en nature (a) exception faite (i) des augmentati ons de capital \nimmédiates ou à terme résultant de l9attribution d9actions à titre gratui t, de l'exercice d'options d e \nsouscription d'actions, de bons de souscription de parts de créateur d9entreprise ou de bons de \nsouscription d9actions au profit de dirigeants, salariés, consultants ou membres de consei l(s) ou \ncomité(s) de la Société ou de ses filiales, ou décidées conformément à l9émission et aux délégations et \nautorisations accordées au Président de la Société aux termes des Décisions Unanimes et (ii) des actions \nqui seraient émises à leur valeur nominale sur exercice des BSA Ratchet ainsi que de tous autres bons \nde souscription d9actions similaires (ou actions de préférence à droit de relut ion ou de conversion), \nc9est-à-dire ayant pour objet de protéger leurs titulaires contre une diminuti on éventuelle de la valeur \nde leurs actions, qui seraient le cas échéant émis par la Société et (b) sur la base d9un Prix par Action \n(tel que ce terme est défini ci- dessous) inférieur à 51,33 euros (prime d9émission incluse) \n(une « Emission Dilutive »). \nEn cas de réalisation d9une Emission Dilutive, chaque BSA Ratchet donnera à son titulaire le droit de \nsouscrire, à leur valeur nominale à la date d9exercice des BSA Ratchet (sous réserve du cas où une \nréduction de capital motivée par des pertes par voie de diminution de la val eur nominale des actions \ninterviendrait postérieurement aux Décisions Unanimes, auquel cas le prix de souscr iption retenu aux \nfins d9exercice des BSA Ratchet sera égal à la valeur nominale avant ladite réducti on de capital) , un \nnombre « S » d'Actions A de la Société dans la limite d9un maximum de dix (10) Actions A de la \nSociété, tel que : \nP1 3 Pm \nS = ----------------- \nPm 3 P0 \noù : \n\"P0\" est égal au prix de souscription d'une Action A de la Société sur exercice des BSA Ratchet \nà la date considérée, soit la valeur nominale des actions de la Société (sous réserve du cas \nde réduction de capital motivée par des pertes par voie de diminution de la valeur nominale \ndes actions susvisé) à la date d9exercice considérée, \n\"P1\" est égal au prix de souscription d'une ABSA (prime d'émission incluse) émise dans le cadre \ndes Décisions Unanimes, soit 51,33 euros, \n\"Pm\" est le Prix Par Action (tel que ce terme est défini ci-dessous) retenu dan s le cadre de \nl9Emission Dilutive. \nétant précisé que : \n- dans l'hypothèse où l'Emission Dilutive consisterait en l'émission d'actions, le « Prix par \nAction » sera égal au prix de souscription unitaire desdites actions, prime d9émission incluse, , \n- dans l'hypothèse où l'Emission Dilutive consisterait en l'émission de valeurs mobilières donnant \naccès au capital, le « Prix par Action » sera déterminé en divisant (x) le montant total des prix \nde souscriptions liés à l'Emission Dilutive augmenté, le cas échéant, des sommes que devraient \nacquitter les titulaires desdites valeurs mobilières afin d'obtenir des actions par souscription ou \nconversion desdites valeurs mobilières par (y) le nombre d'actions que les t itulaires desdites \nvaleurs mobilières souscriraient le cas échéant immédiatement augmenté du nom bre d9actions\n\nmaximum qu9ils pourraient obtenir sur conversion ou exercice desdites valeurs mobilières (sans \ntoutefois tenir compte des actions qui seraient émises à leur valeur nominale sur exercice des \nBSA Ratchet ainsi que de tous autres bons de souscription d9actions similaires (ou ac tions de \npréférence à droit de relution ou de conversion), c9est -à-dire ayant pour objet de protéger leurs \ntitulaires contre une diminution éventuelle de la valeur de leurs actions, qui seraient le cas\nimmédiatement augmenté du nom bre d9actions\n\nmaximum qu9ils pourraient obtenir sur conversion ou exercice desdites valeurs mobilières (sans \ntoutefois tenir compte des actions qui seraient émises à leur valeur nominale sur exercice des \nBSA Ratchet ainsi que de tous autres bons de souscription d9actions similaires (ou ac tions de \npréférence à droit de relution ou de conversion), c9est -à-dire ayant pour objet de protéger leurs \ntitulaires contre une diminution éventuelle de la valeur de leurs actions, qui seraient le cas échéant \némis par la Société), \n- les chiffres ci-dessus seront ajustés pour tenir compte de tout regrou pement ou division de la \nvaleur nominale des actions de la Société (ou autres opérations équivalentes) qui su rviendrait \npostérieurement à l9émission des ABSA, \n- les chiffres ci-dessus (y compris le nombre « S » d'Actions A) seront arrêtés à quatre chiffres \naprès la virgule étant au surplus précisé que, dans l'hypothèse où ils comp rendraient plus de \nquatre chiffres après la virgule, la quatrième décimale (« T ») serait arrondie ainsi qu'il suit : \n(a) si la cinquième décimale est supérieure à 5, « T » sera égale à la décim ale qui lui est \nimmédiatement supérieure, et \n(b) si la cinquième décimale est inférieure ou égale à 5, « T » demeurera inchangée, \n- dans l9hypothèse où \"Pm 3 P0\" serait inférieur à 1, \"Pm 3 P0\" sera considéré comme égal à 1, \nPour chaque Emission Dilutive considérée, l9e xercice de BSA Ratchet devra intervenir dans un délai \nde quatre (4) mois au plus à compter de ladite Emission Dilutive et le fait , pour tout titulaire de BSA \nRatchet de ne pas exercer tout ou partie de ses BSA Ratchet à l'occasion de la réa lisation d'une \nl'Emission Dilutive dans le délai précité n'aura pas pour effet de rendre les BSA Ratchet non exercés \ncaducs ni d'interdire l'exercice ultérieur de ces BSA Ratchet, à l'occasion de la réalisation d'une autre \nEmission Dilutive, sous réserve du respect des autres conditions d'exercice. \nLa période d9exercice des BSA Ratchet expirera le soixantième (60 ème) jour suivant la date du \ncinquième (5 ème) anniversaire des Décisions Unanimes à minuit. En outre, les BSA Ratchet seront \nautomatiquement considérés comme caducs immédiatement avant la première cotat ion des actions de \nla Société (y compris le cas échéant sous la forme d9 American Depositary Shares ou d9 American \nDepositary Receipts) sur un marché réglementé en France, en Allemagne ou en Angleterre, ou sur le \nNasdaq National Market ou le New York Stock Exchange aux Etats-Unis d'Amérique \n(l' « Introduction ») mais ce, sous réserve de la cotation effective de tout ou partie des actions de la \nSociété. \nPour q9un BSA Ratchet soit valablement exercé, la demande d9attribution d'Actions A correspondante \n(devant être effectuée par la remise d'un bulletin de souscription) devra êt re adressée par lettre \nrecommandée avec avis de réception (ou tout procédé équivalent pour les notifications internationales) \nou remis en main propre et parvenu à la Société au plus tard le soixantième (60ème) jour suivant la date \ndu cinquième (5ème) anniversaire des Décisions Unanimes à minuit ou, si cette date lui est antérieure, \nau plus tard immédiatement avant l9Introduction, sous réserve du respect des conditi ons d'exercice. \nLorsque le prix de souscription des Actions A sera libéré par chèque, le chèque sera joint à la demande. \nS'il ne s'agit pas d'un chèque de banque, la souscription des Actions A sera considér ée comme libérée \naprès réception d'un chèque dûment provisionné. Lorsque le prix de souscript ion des Actions A sera \nlibéré par virement bancaire, le prix de souscription devra être pa rvenu sur le compte de la Société au \nplus tard dans les trente (30) jours calendaires suivant la date de réception par la Société de ladite \ndemande de souscription. \nL9application de la formule de détermination du nombre d9 Actions A pouvant être souscrit sur exercice \ndes BSA Ratchet pouvant faire apparaître des décimales (après application des règles d9ajustement de \n« S » prévues ci-dessus), tout titulaire de BSA Ratchet fera son affaire du regrou pement des droits de \nsouscription résultant de l9exercice de tout ou partie des BSA Ratchet qu9il détient et, au cas où ce\n\nregroupement ne donnerait pas droit de souscrire un nombre entier d9Actions A, ce nombre serait \narrondi au nombre entier inférieur. \nChaque BSA R\nétermination du nombre d9 Actions A pouvant être souscrit sur exercice \ndes BSA Ratchet pouvant faire apparaître des décimales (après application des règles d9ajustement de \n« S » prévues ci-dessus), tout titulaire de BSA Ratchet fera son affaire du regrou pement des droits de \nsouscription résultant de l9exercice de tout ou partie des BSA Ratchet qu9il détient et, au cas où ce\n\nregroupement ne donnerait pas droit de souscrire un nombre entier d9Actions A, ce nombre serait \narrondi au nombre entier inférieur. \nChaque BSA Ratchet ne pourra être cédé qu9attaché à l9Action A au titre de laquelle il a été émis, étant \nprécisé que pour les besoins de l9article L. 228-103 du Code de commerce, chaque BSA Ratchet sera \nconsidéré comme attaché de l9Action à compter de son émission, de sorte que les t itulaires d'ABSA \nsont groupés en une masse dotée de la personnalité civile pour la protection de leurs intérêts communs, \nconformément à l9article L. 228-103 du Code de commerce. \nChaque BSA Ratchet ne pourra être exercé qu'une fois. \nLes BSA Ratchet sont émis sous la forme nominative et feront l'objet d'une inscr iption en compte au \nnom de leur titulaire. \nEn application de l'article L. 228-98 du Code de commerce : \n- en cas de réduction de capital motivée par des pertes par voie de diminutio n du nombre des \nactions, les droits des titulaires des BSA Ratchet quant au nombre d'Actions A à r ecevoir sur \nexercice des BSA Ratchet seront réduits en conséquence comme si lesdits titulair es avaient été \nactionnaires dès la date d'émission des BSA Ratchet, \n- en cas de réduction de capital motivée par des pertes par voie de diminution de la valeur nominale \ndes actions, le prix de souscription des Actions A auxquelles les BSA Ratchet donnent dr oit ne \nvariera pas, la prime d'émission étant augmentée du montant de la diminutio n de la valeur \nnominale, \nPar ailleurs : \n- en cas de réduction de capital non motivée par des pertes par voie de diminutio n de la valeur \nnominale des actions, le prix de souscription des Actions A auxquelles les BSA Ratchet donnent \ndroit sera réduit à due concurrence, \n- en cas de réduction de capital non motivée par des pertes par voie de diminution du nombre des \nactions, les titulaires des BSA Ratchet, s'ils exercent leurs BSA Ratchet, pourron t demander le \nrachat de leurs Actions A ainsi émises dans les mêmes conditions que s'ils avaient été actionnaires \nau moment du rachat par la Société de ses propres actions. \nDans le cas où les BSA Ratchet n'auront pas été exercés, la Société procéderait à l'une des opérations \nmentionnées ci-après : \n- émission de titres de capital comportant un droit préférentiel de souscription des actionnaires, \n- modification de la répartition de ses bénéfices par la création d9actions de préférence, \n- distribution de réserves, en espèces ou en nature et de primes d9émission, \nles droits des titulaires des BSA Ratchet seront réservés dans les conditions prévues à l9article \nL. 228-99 du Code de commerce. \nPour le cas où il serait nécessaire de procéder à l'ajustement prévu à l'arti cle L. 228-99 3° du Code de \ncommerce, l'ajustement serait réalisé en appliquant la méthode prévue à l'article R. 228-91 du Code de \ncommerce, étant précisé que la valeur du droit préférentiel de souscription comme la valeur de l'action \navant détachement du droit de souscription seraient, si besoin était, déterminées p ar le Président de la \nSociété en fonction du prix de souscription, d9échange ou de vente par action retenu lors de la dernière \nopération intervenue sur le capital de la Société (augmentation de capital , apport de titres, vente\n\nd9actions etc.) au cours des six (6) mois précédent la décision du Président ou, à défaut de réalisation \nd9une telle opération au cours de cette période, en fonction de tout autre par amètre financier qui \napparaîtra pertinent pour le Président (et qui sera validé, le cas échéant, par le commissaire aux comptes \nde la Société). \nEn cas de fusion par voie d'absorption de la Société, chaque titulaire de B SA Ratchet sera averti et \nrecevra les mêmes informations que s'il était actionnaire afin de pouvoir, s'il le souhaite et si les \nconditions sont remplies, exercer son droit à la souscription d'Actions A. \nConformément aux dispositions de l9article L. 228-98 du Code de commerce, la Société est autorisée, \nsans avoir à sol liciter l9autorisation des titula\nrésident (et qui sera validé, le cas échéant, par le commissaire aux comptes \nde la Société). \nEn cas de fusion par voie d'absorption de la Société, chaque titulaire de B SA Ratchet sera averti et \nrecevra les mêmes informations que s'il était actionnaire afin de pouvoir, s'il le souhaite et si les \nconditions sont remplies, exercer son droit à la souscription d'Actions A. \nConformément aux dispositions de l9article L. 228-98 du Code de commerce, la Société est autorisée, \nsans avoir à sol liciter l9autorisation des titulaires des BSA Ratchet, à modifier sa forme et son objet \nsocial. \nEnfin conformément aux dispositions de l9article L. 228-98 du Code de commerce, la Société ne peut \nni modifier les règles de répartition de ses bénéfices, ni amortir son ca pital, ni créer d'actions de \npréférence entraînant une telle modification ou un tel amortissement, à moins d9y êtr e autorisée par le \ncontrat d9émission ou dans les conditions prévues à l9article L. 228-103 du Code de commerce et sous \nréserve de prendre les dispositions nécessaires au maintien des droits des titulaires de BSA Ratchet dans \nles conditions définies à l9article L. 228-99 du Code de commerce.\nAnnexe 1.1 (iii) \nProcédure d9Expertise \nA défaut d9accord sur la détermination de la Valeur de Marché (les « Eléments Contestés »), \nceux-ci seront déterminés par expertise de la manière suiva nte (la « Procédure \nd9Expertise ») : \n(i) Les Parties désigneront d 9un commun accord, en qualité de mandataire commun, un \nExpert en lui demandant de procéder à une évaluation des Eléments Contestés, en étant \nlié par les stipulations du Pacte, notamment les stipulations ci-dessous. \n(ii) Si les Parties ne désignent pas d 9un commun accord l 9Expert, dans les dix (10) Jours \nOuvrés suivant leur désaccord, le Président du Tribunal de commerce de Paris, statuant \nselon la procédure accélérée au fond conformément à l9Article 1592 du Code civil et sans \nrecours possible, à la requête de la Partie la plus diligent e, y pourvoira, l 9autre Partie \nayant eu la faculté d9être entendue. \n(iii) L9Expert devra communiquer dans les plus brefs délais aux Parties par l ettre \nrecommandée avec demande d 9avis de réception l 9évaluation des Eléments Contestés à \nlaquelle il sera parvenu, sans pouvoir excéder vingt (20) Jours Ouvrés à compter du \nmoment où il aura été saisi de sa mission. \n(iv) L9Expert déterminera les Eléments Contestés conformément aux, et dans le respect des, \nstipulations du Pacte, exclusivement au vu des pièces et documents qui lui seront \ncommuniqués, le cas échéant à sa demande, par les Parties. \n(v) L9Expert devra entendre les Parties et ainsi respecter le principe du contradictoire, sous \nréserve de les avoir convoquées avec un préavis minimum de cinq (5) J ours Ouvrés et \nétant précisé que si une Partie ne se présente pas à cette convocation sans motif sérieux, \nce dernier sera réputé avoir renoncé à son droit de se faire entendre par l9Expert dans le \ncadre du présent alinéa. Dans toute la mesure où cela leur sera raisonnablement possible, \nles Parties seront tenues de communiquer à l 9Expert les informations que ce dernier \npourra raisonnablement demander sur la Société et ses Filiales. \n(vi) L9Expert agira dans le cadre de l9Article 1592 du Code civil et non en qualité d9arbitre, les \nParties étant définitivement liées par sa décision sans recours d9aucune sorte, sauf fraude \nou erreur manifeste ; étant entendu qu 9en cas d 9empêchement quelconque de l 9Expert, \npour quelque raison que ce soit, un nouvel Expert sera désigné sel on les modalités \nprévues au paragraphe (i) ci-dessus. \n(vii) Dans l9hypothèse où l 9Expert ne pourrait ou ne voudrait pas rendre de décision sur l a \ndétermination des Eléments Contestés, il sera désigné un nouvel Expert dans l es \nconditions stipulées ci-dessus. \n(viii) Les frais de l9Expert seront supportés à parts égales entre les Parties.", "company_id": "milla", "doc_id": "f5afa73d20dea714", "source_file": "Projet Milla - Pacte d'associés - B&B - 14.06.2023 version de signature v2.pdf", "page_start": 83, "page_end": 92, "section_title": "Annexe 1.1(i)"}, {"chunk_id": "f5afa73d20dea714_s0087_c0001", "text": "le Titulaire (le « Cédant » pour les besoins du présent \narticle) à un Associé Pacté ou à un Tiers (l 9 « Acquéreur » pour les besoins du présent article) \ndevra faire l 9objet d9une notification (la « Notification de Transfert ») aux Associés Pactés \net à la Société en indiquant obligatoirement les éléments suivants : \n(i) l9identité de l 9Acquéreur ainsi que, pour les personnes morales, à la meilleure \nconnaissance du Cédant, l 9identité de la ou des personnes physiques qui détiennent \ndirectement ou indirectement le Contrôle de l 9Acquéreur en dernier ressort, le ou les \nbénéficiaires effectifs, avec le cas échéant l 9indication précise de la chaine de détention \nainsi qu 9une description des liens financiers ou autres, directs ou indirects, entre le \nCédant et l9Acquéreur ; \n(ii) le nombre et la nature des Titres dont le Transfert est envisagé (les « Titres \nConcernés ») ; \n(iii) le prix par Titre Concerné offert par l 9Acquéreur ainsi que les principaux termes, \nconditions et modalités du projet de Transfert et en particulier les modalités et d élais \nde paiement du prix et les éventuels engagements de garanties d 9actif et de passif, sauf \nen cas de Transfert Libre ; et \n(iv) sauf en cas de Transfert Libre, une copie de l9offre ferme, inconditionnelle (sous réserve \nde l 9obtention de toute Autorisation Règlementaire le cas échéant), irrévocable et \nfinancée de l9Acquéreur qui devra déclarer agir de bonne foi et ne pas se trouver, et ne \npas être menacé de se trouver, en état de cessation des paiements ni faire l 9objet d9une \nprocédure de règlement amiable, de conciliation, de réorganisation judiciaire, de \ndissolution ou liquidation judiciaire. \nLa Notification de Transfert ouvrira le droit de chacun des Associés Pactés d 9exercer le ou les \ndroits leur étant conférés par les stipulations d e l9Engagement Contractuel à l9occasion d9un tel \nTransfert de Titres.\n\n-12- \nLa date de la Notification de Transfert fera courir les délais d 9exercice des droits des Associés \nPactés prévus aux présentes. Au terme de ces délais, chaque Associé Pacté qui n9aura pas notifié \nl9exercice d9un droit lui étant ouvert par les stipulations de l9Engagement Contractuel sera réputé \navoir renoncé à l9exercice de ce droit au titre du Transfert de Titres en question. \nDans le cas d9un projet de Transfert portant sur des droits ouverts pour une période limitée (tels \nque des droits préférentiels de souscription), le Cédant devra notifier le projet de Transfert dans \nles cinq (5) Jours Ouvrés suivant l9ouverture de la période de souscription, et les délais d9exercice \ndes droits des Parties prévus à l9Engagement Contractuel expireront à la clôture de cette période. \nARTICLE 4. TRANSFERTS LIBRES \nLes Titres de la Société seront librement Transférables en cas de Transfert (un « Transfert Libre ») : \n(i) résultant de la mise en Suvre de l9Obligation de Sortie Forcée ; ou \n(ii) résultant de la mise en Suvre de la Promesse de Vente Leaver. \nTout Transfert Libre devra faire l9objet d9une Notification de Transfert au plus tard dix (10) Jours Ouvrés \navant sa date de réalisation projetée et celui-ci ne pourra être réalisé q ue sous réserve et à la condition \nque l 9Acquéreur, s 9il n 9est pas déjà une Partie, signe un Acte d 9Adhésion ou engagement contractuel \nsimilaire au présent Engagement Contractuel conformément aux stipulations de l9Article 3.1.4. \nLe Droit de Sortie Conjointe Totale prévu à l9Article 6 n9est pas applicable dans l9hypothèse d9un \nTransfert Libre. \nARTICLE 5. DROIT DE PREEMPTION\n5.1. Principe \nChaque Associé Pacté (le « Bénéficiaire du Droit de Préemption ») bénéficiera d9un droit \nde préemption en cas de projet de Transfert d e l9intégralité ou d9une partie de ses Titres par le \nTitulaire (le « Cédant » pour les besoins du présent article), selon les modalités visées au \nprésent Article 5 (le « Droit de Préemption »). \nLe Droit de Préemption ne trouvera pas à s9appliquer si le Transfert projeté est un Transfert \nLibre ou s9il résulte de l9exercice du Droit de Sortie Conjointe Totale , de l9Obligation de Sortie \nForcée.\n5.2. Modalités d9exercice du Droit de Préemption \nDès lors que le Titulaire aura l9intention de Transférer l9intégralité ou une partie de ses Titres, il \ndevra adresser aux Associés Pactés et à la Société une Notification de Transfert dans les \nconditions visées à l9Article 3.2. Dans les trente (30) Jours Ouvrés à compter de la réception de \nla Notification de Transfert (le « Délai de Préemption »), chaque Bénéficiaire du Droit de \nPréemption devra notifier au Titulaire et à la Société (la « Notification en Réponse ») : \n(i) Sa décision de renoncer irrévocablement à l9exercice de Droit de Préemption au titre du \nprojet de Transfert considéré ; ou \n(ii) Sa décision d9exercer le Droit de Préemption pour l9intégralité des Titres Concernés, le \nBénéficiaire du Droit de Préemption exerçant ainsi son Droit de Préemption éta nt ci-\naprès désigné un « Préempteur ».\n\n-13- \nLa Notification en Réponse visant l9exercice du Droit de Préemption vaudra offre irrévocable \nd9achat de l9intégralité des Titres Concernés dans les conditions qui suivent. \nLe défaut d9envoi d9une Notification en Réponse par un Bénéficiaire du Droit de Préem ption \ndans le Délai de Préemption vaudra refus définitif de sa part d9acquérir tout ou partie des Titres \nConcernés. \nLe Droit de Préemption ne pourra s9exercer collectivement ou individuellement (dans le cas où \nseul un Bénéficiaire du Droit de Préemption l9exercerait) que pour la totalité des Titres \nConcernés. \nLa répartition des Titres Concernés entre les Préempteurs sera notifiée par le Président au \nTitulaire (la « Notification de Répartition ») dans les dix (10) jours calendaires suivant \nl9expiration du Délai de Préemption et sera établie conformément aux règles suivantes : \n \n(i) Pour le cas où les offres d9achat réunies des Préempteurs concerneraient un nombre \nde Titres égal à celui des Titres Concernés, les Titres Concernés seront intégralement \nTransférés aux Préempteurs suivant la répartition indiquée par chacun d9eux dans \nleur Notification en Réponse ; \n(ii) Pour le cas où les offres d9achats des Préempteurs concerneraient collectivement un \nnombre de Titres supérieur au nombre de Titres Concernés, les Titres Concernés \nseront Transférés aux Préempteurs comme suit : \n2 d9abord, proportionnellement au nombre d9Actions détenues par chacun des \nPréempteurs par rapport au nombre d9Actions de la Société détenues par \nl9ensemble des Préempteurs et dans la limite des demandes des Préempteurs \n; le tout, en cas de rompu, en allouant la somme desdits rompus au \nPréempteur possédant le plus grand nombre d9Actions de la Société, sauf \nconvention contraire entre les Préempteurs ; \n \n2 puis, s9il existe un reliquat, pour chacun des Préempteurs n9ayant pas été \nintégralement servi, proportionnellement au nombre de Titres Concernés \nqu9il a demandé et pour lesquels il n9a pas été servi par rapport au nombre \ntotal des Titres Concernés demandés par les Préempteurs pour lesquels ils \nn9ont pas été servis ; le tout, en cas de rompu, en allouant la somme desdi ts \nrompus au Préempteur possédant le plus grand nombre d9Actions de la \nSociété, sauf convention contraire entre les Préempteurs ; \n(iii) Pour le cas où les offres d9achat réunies des Préempteurs concerneraient un nombre \nde Titres inférieur à celui des Titres Concernés, les Préempteurs seront réputés avoir \nrenoncé à leur Droit de Préemption. Dans ce cas, le Président devra notifier aux \nAssociés Pactés et au Titulaire, dans le délai de dix (10) jours calendaires vi sé ci-\navant, et en lieu et place de la Notification de Répartition, que le Droit de Préemption \nn9a pas été exercé (la « Notification de Non Préemption »). \nLe prix d9achat des Titres Concernés sera le prix émis par l9Acquéreur et indiqué dans la \nNotification de Transfert. \nLe Transfert entre le Cédant et les Préempteurs, et notamment sa matérialisation par la \nsignature des ordres de mouvement et le paiement du prix correspondant, devra être réal isé\n\n-14- \ndans un délai de quinze (15) jours calendaires suivant la réception de la Notificatio n de \nRépartition. \nA défaut de réalisation du Transfert dans ce délai, le Cédant sera libre de Transférer ses Ti tres \nConcernés à l9Acquéreur pressenti. \nFaute pour le Cédant d'observer les stipulations du présent Article, le Pro jet de Transfert sera \nconsidéré comme caduc et il devra à nouveau se conformer à l'ensemble des stipulations du \npr\nture des ordres de mouvement et le paiement du prix correspondant, devra être réal isé\n\n-14- \ndans un délai de quinze (15) jours calendaires suivant la réception de la Notificatio n de \nRépartition. \nA défaut de réalisation du Transfert dans ce délai, le Cédant sera libre de Transférer ses Ti tres \nConcernés à l9Acquéreur pressenti. \nFaute pour le Cédant d'observer les stipulations du présent Article, le Pro jet de Transfert sera \nconsidéré comme caduc et il devra à nouveau se conformer à l'ensemble des stipulations du \nprésent Article. \nChaque Investisseur aura le droit de se substituer l9un de ses Affiliés pour l9exercice du Droit de \nPréemption. \nARTICLE 6. DROIT DE SORTIE CONJOINTE TOTALE\n6.1. Principe \nDans l9hypothèse où une ou plusieurs Associés Pactés souhaiteraient réaliser un Transfert de \nTitres (les « Associés Cédants ») entraînant le changement de Contrôle de la Société \n(l9 « Acquéreur »pour les besoins du présent article), le Titulaire bénéficiera d9un droit de \nsortie conjointe totale aux termes duquel il sera admis à Transférer à l9Acquéreur la totalité \n(mais non une partie seulement) de ses Actions, dans les même termes et conditions que c eux \nofferts par l9Acquéreur à l9(aux) Associé(s) Cédant(s), sous réserve toutefois de l9application de \nl9Article 8 (le « Droit de Sortie Conjointe Totale »).", "company_id": "milla", "doc_id": "f5afa73d20dea714", "source_file": "Projet Milla - Pacte d'associés - B&B - 14.06.2023 version de signature v2.pdf", "page_start": 109, "page_end": 113, "section_title": "3.1. Règles applicables à tout Transfert de Titres de la Société"}, {"chunk_id": "f5afa73d20dea714_s0092_c0000", "text": "7.1. Principe \nEn cas de réception par la Société d 9une offre d9un ou plusieurs Associés ou d9une offre non \nsollicitée d 9un Tiers, agissant seul ou de concert au sens de l9article L. 233 -10 du Code de \ncommerce, de bonne foi portant sur au moins 95% des Titres de la Société, approuvée par \nplusieurs Associés représentant au moins 70 % du capital et des droits de vote de la Société (les \n« Associés Acceptants »), les Associés Pactés pourront exiger du Titulaire aux termes d9une \nnotification substantiellement similaire à la Notification de Transfert décrite à l9articl e 3.2 \n(la « Notification de Sortie Forcée »), qu9il Transfère l9intégralité de ses Titres à l9Acquéreur \n(l9 « Obligation de Sortie Forcée »).\n7.2. Exercice de l9Obligation de Sortie Forcée \nEn cas de mise en Suvre par les Associés Acceptants de l9Obligation de Sortie Forcée, le Titulaire \ns9engage irrévocablement, à titre de promesse unilatérale de vente au sens de l 9Article 1124 du \nCode civil, à Transférer les Titres de la Société qu9il détiendra à la date de mise en Suvre par les \nAssociés Acceptants de l9Obligation de Sortie Forcée à l9Acquéreur envisagé, dans les conditions \nvisées dans la Notification de Sortie Forcée. \nLes Associés Acceptants pourront exercer ladite promesse unilatérale de vente consentie par le \nTitulaire afin qu9il Transfère à l9Acquéreur envisagé l9intégralité de ses Titres dans les conditions \nvisées dans la Notification de Sortie Forcée et conformément aux stipulations du présent Article \n7, en indiquant dans ladite Notification de Sortie Forcée qu 9ils exercent leur droit de mettre en \nSuvre l9Obligation de Sortie Forcée. \nLe Transfert de l 9intégralité des Titres de la Société à l 9Acquéreur envisagé devra intervenir au \nplus tard à l9issue d9un délai de trois (3) mois suivant l 9envoi par les Associés Acceptants d 9une \nNotification de Sortie Forcée adressée au Titulaire indiquant qu 9ils souhaitent mettre en Suvre \nl9Obligation de Sortie Forcée, par remise des ordres de mouvements 3 ainsi que des formulaires \nCerfa dûment complétés et signés 3 y afférents et signature de tous accords ou contrats relatifs \nà ce Transfert conformément aux stipulations de l9Engagement Contractuel contre paiement du \nprix de cession des Titres de la Société indiqué dans la Notification de Sortie Forcée. \nDans l9hypothèse où, alors même que les Associés Acceptants ont dûment exercé leur droit d e \nmettre en Suvre l9Obligation de Sortie Forcée conformément aux stipulations du présent Article \n7, le Titulaire refuserait de remettre à l 9Acquéreur envisagé les ordres de mouvement portant\n\n-16- \nsur l9ensemble des Titres de la Société qu 9il détient à la date de réalisation convenue entre les \nAssociés Acceptants et l 9Acquéreur envisagé, ce dernier pourra consigner auprès d 9un officier \nministériel acceptant cette mission, le prix des Titres de la Société détenus par le Titulaire. Dans \nce cas, la simple remise à la Société des copies de la Notification de Sortie Forcée indiquant que \nles Associés Acceptants souhaitent mettre en Suvre l9Obligation de Sortie Forcée et du récépissé \nde la consignation vaudra ordre de mouvement et obligera la Société, qui s 9y engage, à passer \nles écritures qui en résulteraient dans le registre des mouvements de titres et les comptes titres \ncorrespondants. La date du transfert de propriété des Titres de la Société détenus par le Titulaire \nsera réputée fixée au jour de la présentation des documents susvisés à la Société. \nARTICLE 8. LIQUIDATION PREFERENTIELLE \n8.1. Répartition préférentielle en cas de Cession, Fusion ou Liquidation de la Société \nDans les cas où la Société ferait l9objet, dans les conditions définies ci-après, d9une Cession, d9une Fusion \nou d9une Liquidation (tels que ces termes sont définis ci -après, et désignés chacun comme \nune « Opération »), la contrepartie globale résultant d9une telle Opération donnera lieu, le cas échéant, \nà une répartition préférentielle entre l9ensemble des Associés participant à l9Opération selon la catégorie \ndes Actions faisant l9objet de l9Opération.\n8.1.1. Application en cas de Cession \nEn cas de cession, pour quelque raison que ce soit, de 50% ou plus des actions d e la Société \n(une « Cession ») et dont la contrepartie est un prix versé en numéraire, le prix total perçu au titre de \nladite cession (le « Prix de Cession ») sera réparti entre les actions cédées dans le cadre de cette \ncession (les « Actions Cédées »), selon l9ordre de priorité suivant (l9« Ordre de Priorité ») : \n(a) en priorité, la somme des valeurs nominales de chaque Action Cédée, sera allouée à l 9ensemble \ndes Associés participant à la Cession, au prorata du nombre d9Actions Cédées respectivement \ndans le cadre de la Cession, sans distinction de leur catégorie ; \n(b) le solde disponible du Prix de Cession, après les versements réalisés au titre du paragraphe (a) ci-\navant, sera ensuite attribué en priorité aux titulaires d9 ADP participant à la Cession pour un \nmontant pour chaque ADP cédée dans le cadre de la Cession, égal à son Prix ADP, diminué du \nmontant versé au titre du paragraphe (a) ci-avant au titre de chaque ADP; \n(c) le solde disponible du Prix de Cession, après paiement des sommes mentionnées aux paragraphes \n(a) à (b) ci-dessus sera réparti au prorata entre toutes les Actions Cédées, sans distinction de leur \ncatégorie. \n \nIl est précisé que dans le cas où le Prix de Cession ferait l9objet de plusieurs paiements, conditionnés ou \nnon, chaque paiement sera réparti, lorsqu9il sera effectivement payé, conformément à l9Ordre de Priorité \nqui s9appliquera donc à chacun des paiements mais en tenant compte, le cas échéant, des sommes déjà \nreçues au titre des précédents paiements.\n8.1.2. Application en cas d9apport ou de fusion de la Société \nEn cas (i) d9apport de plus de cinquante pour cent (50%) du capital social de la Société à un associé ou à \nun Tiers ou (ii) de fusion de la Société dans laquelle les actions émises immédiatement avant cette fusion \nne seraient pas converties ou échangées contre au moins la majorité des actions de la société survivante \n(l9une et l9autre opération visées au (i) et (ii) étant ci -après désignées une « Fusion »), les actions \nnouvellement émises à l9issue de la Fusion (les « Actions de Fusion ») par la société bénéficiant de \nl9apport ou la société absorbante (dans chaque cas, l9 « Absorbante »), en contrepartie des actions \napportées ou échangées par les Associés participants seront réparties mutatis mutandis conformément \naux règles prévues à l9Article 8.1.1 ci-dessus. \n8.1.3 Application en cas de Liquidation \nEn cas de dissolution ou de liquidation amiable ou judiciaire de la Société (la « Liquidation »), le boni \nde liquidation, c9est -à-dire le produit de la liquidation disponible après extinction du p assif, paiement \ndes frais de liquidation et remboursement du nominal des actions à chaque associé de la Société et plu s\n\n-17- \ngénéralement après tout paiement prioritaire imposé par la loi et les règlements app licables \n(le « Boni »), sera réparti entre toutes les actions mutatis mutandis conformément à l9Ordre de Priorité \nprévu au paragraphe 8.1.1 (b) et (c) (à l9exclusion du paragraphe (a) qui ne sera pas applicable) ci-dessus \npour la répartition du Boni. \n8.1.4 Précisions communes \nIl est précisé que : \n- dans le cas où, à l'une des étapes prévues aux paragraphes (a) à (c) ci-dessu s, le Prix de \nCession, les Actions de Fusion ou le Boni seraient insuffisants pour servir les droit s de tous \nles titulaires d9actions, le Prix de Cession, les Actions de Fusion ou le Boni seront allo ués au \nprorata des droits de chaque titulaire d9actions concernée jusqu'à concurrence des montants \ntotaux maximums respectivement dus à chacun d9entre eux à l'étape d'allocation concernée ; \n- le présent Article 8.1.1 ne s9appliquera pas uniquement aux actions, mais également aux \nvaleurs mobilières émises ou à émettre par la Société mutadis mutandis ; étant précisé que \nles valeurs mobilières seront traitées pari passu avec les actions de la catégorie auxquelles \nelles donnent droit, comme si elles avaient été converties ou exercées à la date de r éalisation \nde la Cession, de la Fusion ou de la Liquidation ; \n- le Prix ADP sera automatiquement ajusté pour refléter tout regroupement ou di vision \nd'actions, toute modification de la valeur nominale des actions, toute at tribution d'actions \ngratuites ou tout événement similaire ayant lieu après le 14 juin 2023 et ay ant un impact sur \nle nombre total d'Actions. \n \nARTICLE 9. PROMESSE DE VENTE DU TITULAIRE EN CAS DE DEPART \n9.1 Le Titulaire (le « Leaver ») consent au bénéfice des Associés Pactés (les « Bénéficiaires \nPromesse Leaver ») une promesse irrévocable de vente exerçable en cas de survenance d9un \nDépart, portant sur la quote- part des Titres qu9il détiendra alors (les « Titres sous \nPromesse »), directement ou indirectement, à la date de levée de ladite promesse de vente \n(la « Promesse de Vente Leaver »). Chaque Bénéficiaire Promesse Leaver accepte le \nbénéfice de la Promesse de Vente Leaver en tant que promesse unilatérale de vente uniquement, \nsans engagement de sa part d9exercer ou non ladite promesse. \n \n9.2 La Promesse de Vente Leaver sera exerçable en cas de Départ (le « Fait Générateur »), étant \nprécisé que dans l9hypothèse où le Titulaire exercerait des fonctions à la fois au sein de la Société \net d9une ou plusieurs Filiales, ou au sein de plusieurs Filiales, il sera tenu compte des fonctions \nau titre desquelles le Titulaire reçoit la rémunération la plus importante. \n9.3 La « Date du Fait Générateur » correspondra à la date de cessation effective des fonctions \nconcernées. \n9.4 La Promesse de Vente Leaver sera exerçable à compter de la Date du Fait Générateur et pendant \nune période expirant six (6) mois au-delà (le « Délai d9Exercice Leaver »). \n9.5 Tout exercice de la Promesse de Vente Leaver devra être notifié par écrit, en indiquant le nombre \nde Titres sous Promesse (et le cas échéant si le Bénéficiaire Promesse Leaver agit pour le compte \nd9autres Bénéficiaires Promesse Leaver), au Leaver et\ndu Fait Générateur » correspondra à la date de cessation effective des fonctions \nconcernées. \n9.4 La Promesse de Vente Leaver sera exerçable à compter de la Date du Fait Générateur et pendant \nune période expirant six (6) mois au-delà (le « Délai d9Exercice Leaver »). \n9.5 Tout exercice de la Promesse de Vente Leaver devra être notifié par écrit, en indiquant le nombre \nde Titres sous Promesse (et le cas échéant si le Bénéficiaire Promesse Leaver agit pour le compte \nd9autres Bénéficiaires Promesse Leaver), au Leaver et à la Société (une copie étant adressée à \nl9ensemble des Bénéficiaires Promesse Leaver) au plus tard à l9expiration du Délai d9Exerc ice \nLeaver, sous peine de caducité ; mais sans préjudice de la faculté d9exercer de nouveau la \nPromesse de Vente Leaver en cas de survenance d9un nouveau Fait Générateur (la « Date \nd9Exercice » et la « Notification d9Exercice Promesse Leaver »). \n9.6 Avant tout exercice de la Promesse de Vente Leaver, les Bénéficiaires Promesse Leaver \nessaieront de se concerter afin d9identifier les Bénéficiaires Promesse Leaver souhaitant lever la \npromesse et le nombre de Titres sous Promesse qu9ils souhaitent acquérir. La Promesse de Vente \nLeaver pourra être levée par l9un des Bénéficiaires Promesse Leaver au nom et pour le compte \ndes autres Bénéficiaires Promesse Leaver souhaitant exercer la Promesse de Vente Leaver. Dans \nl9hypothèse où les Bénéficiaires Promesse Leaver n9aurait exercé la Promesse de Vente Leaver\n\n-18- \ndurant le Délai d9Exercice Leaver, le s Investisseurs statuant à la Majorité des Investisseurs \nauront la faculté, dans un délai de dix (10) jours calendaires à compter de l9expiration du Délai \nd9Exercice Leaver, de donner mandat à la Société afin qu9elle exerce la Promesse Leaver. \n9.7 La répartition des Titres sous Promesse entre les Bénéficiaires Promesse Leaver ayant levé la \nPromesse de Vente Leaver se fera, à défaut d9accord entre eux, au prorata du nombre d9Actions \ndétenues par chaque Bénéficiaire Promesse Leaver ayant exercé la Promesse de Vente Leaver \npar rapport au nombre total d9Actions de la Société détenues par tous les Bénéficiaires Promesse \nLeaver ayant exercé la Promesse de Vente Leaver. \n9.8 Le prix payé pour les Titres sous Promesse acquis dans le cadre de la Promesse de Vente Leaver \n(le « Prix d9Exercice Leaver ») sera égal à la Valeur de Marché. \n \n9.9 La « Valeur de Marché » désigne la valeur de marché des Titres concernés, qui sera \ndéterminée d9un commun accord par les Parties concernées ou, en cas de désaccord, par un \nExpert conformément à la Procédure d9Expertise stipulée à l9Annexe 1.1. \n9.10 Le Transfert des Titres sous Promesse détenus par le Leaver et le paiement du Prix d9Exercice \nLeaver (le cas échéant entre les mains d9un séquestre) interviendront, à défaut d9accord entre \nles Parties concernées quant à la date, à la date indiquée dans la Notification d9Exercice \nPromesse Leaver et au plus tard trente (30) jours à compter de la Date d9Exe rcice. Le Transfert \ninterviendra par la remise, par le Leaver, des ordres de mouvements 3 ainsi que des formulaires \nCerfa dûment signés et complétés 3 y afférents et signature de tous accords ou contrats relatifs \nà ce Transfert conformément aux stipulations de l9Engagement Contractuel, contre paiement du \nPrix d9Exercice Leaver indiqué dans la Notification d9Exercice Promesse Leaver par le ou les \nBénéficiaires Promesse Leaver ayant exercé la Promesse de Vente Leaver. \n9.11 Dans l9hypothèse où, alors même que les Bénéficiaires Promesse Leaver ont dûment exercé leur \ndroit de mettre en Suvre la Promesse de Vente Leaver conformément aux stipulations du \nprésent Article 9 , le Leaver refuserait de remettre à l9Acquéreur envisagé les ordres de \nmouvement portant sur l9ensemble des Titres de la Société qu9il détient à la date de réalisation \nconvenue entre le Leaver et les Bénéficiaires Promesses Leaver, ces derniers pourront consigner \nauprès d9un officier ministériel acceptant cette mission, le prix des Titres d e la Société détenus \npar le Leaver. Dans ce cas, la simple remise à la Société des copies de la Notification d9Exercice \nPromesse Leaver indiquant que les Bénéficiaires Promesse Leaver souhaitent mettre en Suvre \nla Promesse de Vente Leaver et du récépissé de la consignation vaudra ordre de mouvement et \nobligera la Société, qui s9y engage, à passer les écritures qui en résultera", "company_id": "milla", "doc_id": "f5afa73d20dea714", "source_file": "Projet Milla - Pacte d'associés - B&B - 14.06.2023 version de signature v2.pdf", "page_start": 114, "page_end": 125, "section_title": "7.1. Principe"}]}
