{"company_id": "eurolysine", "clause_family": "veto", "hits": [{"chunk_id": "e76a66233fd86c40_s0002_c0000", "text": "2. DECLARATIONS DES PARTIES \nChaque Partie déclare et garantit à l’autre Partie que : \n elle est une entité légalement constituée et en situation régulière au regard de la loi \napplicable, et que son représentant légal a tous pouvoirs et qualités pour pouvoir signer \net exécuter le Pacte ; \n la signature et l ’exécution du Pacte ont été valablement autorisées par ses organes \ncompétents et n’entraînent, ni n’entraîneront de violation, résiliation ou modification de \ntous contrats ou actes auxquels elle est partie et que le Pacte n ’est en opposition avec \naucune stipulation desdits contrats ou actes ; et \nDocusign Envelope ID: 7F777731-B08F-4558-AFC1-069830807057\n\n- 5 - \n elle n’est pas en état de cessation des paiements, ni ne fait l ’objet d’une procédure de \nredressement ou de liquidation judiciaire. \nLe Majoritaire déclare et garantit au Minoritaire que : \n la Société a été constituée le 6 mai 2024 exclusivement pour les besoins de la reprise en \nplan de cession, en consortium avec le Minoritaire par l’intermédiaire de la Société, des \nactifs des sociétés Metex Noovistago et Metaboli c Explorer et n’a , jusqu’à la date des \nprésentes, eu aucune activité autrement que le dépôt de l’offre de reprise (telle que \ncommuniquée au Minoritaire avant la date des présentes) et la satisfaction des conditions \nsuspensives qui y sont prévues ; \n la Société est régulièrement constituée et immatriculée et dispose de la capacité et des \npouvoirs nécessaires à la conclusion et à l’exécution du Pacte (toutes les autorisations \nnécessaires ayant été obtenues) ; \n à la date d’entrée en jouissance des actifs et des activités des sociétés MNG et Metex , à \nl’exception du compte-courant d’associé du Majoritaire d’un montant de 5.000.000 euros \ncorrespondant au coût de repris des actifs de Metex Noovistago et Metabolic Explorer, la \nSociété n’a aucune dette et n’a conclu aucun contrat qui n’aurait pas été communiqué au \nMinoritaire avant la date des présent es, et il n’existe aucun litige ni procédure \nadministrative, judiciaire ou arbitrale à l’encontre de la Société ; et \n la Société n’est pas en état de cessation des paiements, ni ne fait l’objet d’une procédure \nde redressement ou de liquidation judiciaire (ni mesure de prévention ou traitement des \ndifficultés) et il n’existe aucune raison justifiant qu’elle le fasse.\n3. PRIMAUTE DU PACTE \nPour tout ce qui concerne le fonctionnement de la Société, les Parties s ’engagent \nirrévocablement à respecter les dispositions légales applicables à la Société, les stipulations du \nPacte, ainsi que les statuts de la Société (ci-après les « Statuts »). Toutefois, en cas de conflit \nentre les Statuts et le Pacte, il est expressément convenu que le Pacte prévaudra entre les Parties \net les Parties et la Société s ’engagent irrévocablement à prendre dès que possible toutes les \nmesures nécessaires pour modifier les Statuts afin d ’assurer leur pleine conformité avec le \nPacte. \nChaque Partie et la Société s’engagent irrévocablement à agir conformément aux dispositions \ndu Pacte et à accomplir toutes les actions nécessaires pour assurer et faciliter la mise en œuvre \net le respect de ces dispositions, que les règles qui en découlent soient ou non reflétées dans \nles Statuts.\n4. ADMINISTRATION DE LA SOCIETE \nLa Société est une société par actions simplifiée dirigée par un président (le « Président ») et \nle cas échéant par un directeur général (le « Directeur Général »), dotée d’un Comité \nStratégique (le « Comité Stratégique ») dont les pouvoirs et les règles de fonctionnement sont \ndéfinis dans le présent Pacte. \nDocusign Envelope ID: 7F777731-B08F-4558-AFC1-069830807057\n\n- 6 - \n4.1 Le Président \nLa Société est dirigée par un Président, personne physique agissant directement ou \nindirectement via une Holding Personnelle. \nLes dispositions légales fixant la responsabilité des membres du conseil d’administration des \nsociétés anonymes sont applicables au Président de la Société. \n4.1.1 Nomination du Président \nLe Président est nommé pour une durée indéterminée par le Comité Stratégique sur proposition \ndu Majoritaire statuant aux conditions de quorum et de majorités prévues à l’Article 4.3.3.2. \nA la date des présentes , Tetraktys Concept Management, société par actions simplifiée au \ncapital de 20.000 euros, dont le siège social est situé 64 rue Pergolèse 75116 Paris, \nimmatriculée au Registre du Commerce et des Sociétés sous le numéro 821 647 591 RCS \nParis, représentée par Rudolph Hidalgo est Président. \n4.1.2 Rémunération du Président \nLe Président peut recevoir, pour l ’exercice de ses fonctions, une rémunération (fixe et/ou \nvariable) qui est fixée et peut être modifiée par le Comité Stratégique, sur proposition d’Avril, \nstatuant aux conditions de quorum et de majorités prévues à l’Article 4.3.3.2. \n4.1.3 Cessation des fonctions du Président \nLes fonctions du Président prennent fin par décès, démission ou révocation. \nLe Président peut se démettre de ses fonctions et s ’efforce, dans la mesure d u possible, de \nprévenir les Associés de son intention de démissionner au moins six (6) mois à l’avance. \nLe Président peut être révoqué à tout moment ad nutum (sans nécessité de motif, sans préavis \net sans indemnité) par décision du Comité Stratégique statuant aux conditions de quorum et \nde majorités prévues à l’Article 4.3.3.2. \n4.1.4 Pouvoirs du Président \nDans les rapports avec les tiers, le Président représente la Société et est investi des pouvoirs \nles plus étendus pour agir en toutes circonstances au nom de la Société dans la limite de son \nobjet social. \nLe Président consacre l’intégralité de son activité à la direction exécutive et opérationnelle de \nla Société. \nLe Président, et le cas échéant, le Directeur Général, sont les seul es personnes habilitées à \nintervenir dans la direction exécutive et opérationnelle de la Société sous réserve de ce qui \nsuit. \nLes pouvoirs du Président sont limités par (i) (x) les pouvoirs relevant de la compétence de la \ncollectivité des associés ou du Comité Stratégique et (y) les décisions devant être soumises à \nl’approbation préalable du Comité Stratégique listées Annexes 4.3.1(A) et 4.3.1(B) et (ii) \nDocusign Envelope ID: 7F777731-B08F-4558-AFC1-069830807057\n\n- 7 - \nl’intégration du Président dans l’organisation hiérarchique et managériale du groupe du \nMajoritaire. \n4.2 Le Directeur Général \n4.2.1 Nomination \nLe Comité Stratégique statuant aux conditions de quorum et de majorités prévues à \nl’Article 4.3.3.2 peut nommer un Directeur Général, sur proposition du Président, pour assister \nle Président dans sa mission. \nLe Directeur Général est soumis aux mêmes règles en matière de responsabilité que le \nPrésident. \nLe Directeur Général est nommé pour une durée indéterminée. \n4.2.2 Rémunération \nLe Directeur Général peut recevoir, pour l’exercice de ses fonctions, une rémunération (fixe \net/ou variable) qui est fixée et peut être modifiée par le Comité Stratégique, sur proposition du \nPrésident, statuant aux conditions de quorum et de majorités prévues à l’Article 4.3.3.2. \n4.2.3 Cessation des fonctions du Directeur Général \nLes fonctions du Directeur Général prennent fin par décès, démission ou révocation. \nLe Directeur Général peut se démettre de ses fonctions et s’efforce, dans la mesure du possible, \nde prévenir le Président et les Associés de son intention de démissionner trois (3) mois à \nl’avance. \nLe Directeur Général peut être révoqué à tout moment ad nutum (sans nécessité de motif, sans \npréavis et sans indemnité) par décision du Comité Stratégique statuant aux conditions de \nquorum et de majorités prévues à l’Article 4.3.3.2 \n4.2.4 Pouv\nfonctions du Directeur Général prennent fin par décès, démission ou révocation. \nLe Directeur Général peut se démettre de ses fonctions et s’efforce, dans la mesure du possible, \nde prévenir le Président et les Associés de son intention de démissionner trois (3) mois à \nl’avance. \nLe Directeur Général peut être révoqué à tout moment ad nutum (sans nécessité de motif, sans \npréavis et sans indemnité) par décision du Comité Stratégique statuant aux conditions de \nquorum et de majorités prévues à l’Article 4.3.3.2 \n4.2.4 Pouvoirs du Directeur Général \nLe Directeur Général a pour mission d’assister le Président dans l’exercice de sa mission. \nLe Directeur Général dispose des mêmes pouvoirs de représentation que ceux du Président et \nest soumis aux mêmes limitations que ce dernier. \n4.3 Le Comité Stratégique \n4.3.1 Pouvoirs du Comité Stratégique \nLe Comité Stratégique a pour fonction de délibérer sur les sujets suivants : \n(a) la supervision générale de la gestion , la fixation d es orientations stratégiques de la \nSociété et, le cas échéant, de ses Filiales et veiller à la bonne marche de celles-ci ; \n(b) les décisions listées en Annexes 4.3.1(A) et 4.3.1(B) (les « Décisions Importantes ») \nDocusign Envelope ID: 7F777731-B08F-4558-AFC1-069830807057\n\n- 8 - \nqui ne peuvent être décidées, prises, votées ou mises en œuvre au sein de la Société ou \nde ses Filiales sans l’approbation préalable du Comité Stratégique. \n4.3.2 Composition du Comité Stratégique \nLes membres du Comité Stratégique sont désignés et révoqués par les Parties. \nLes Parties s ’engagent à faire en sorte que le Comité Stratégique soit composé de six (6) \nmembres (les « Membres »), dont : \n(a) trois (3) membres désignés sur proposition du Majoritaire (les « Membres \nMajoritaires ») ; \n(b) un (1) membre désigné sur proposition du Minoritaire (le « Membre Minoritaire ») ; \n(c) deux (2) membre s désignés d’un commun accord entre les Parties (les « Membres \nIndépendants »), étant précisé que lesdits membres devront être des personnalités \nqualifiées et compétentes eu égard à l’activité de la Société et indépendantes des Parties. \nLe mandat des membres du Comité Stratégique sera à durée indéterminée. \nLes fonctions de membre du Comité Stratégique ne seront pas rémunérées à l’exception des \nfonctions des Membres Indépendants dont la rémunération sera fixée d’un commun accord \nentre les Parties. \nLes membres du Comité Stratégique pourront en revanche obtenir remboursement des frais \nraisonnables qu ’ils auront exposés pour l ’exercice de leurs fonctions sur présentation de \njustificatifs. \nLe président du Comité Stratégique sera désigné par le Comité Stratégique parmi les Membres \nMajoritaire à la majorité simple. Le président du Comité Stratégique disposera d’une voix \nprépondérante en cas de partage des voix (sous réserve des règles de majorités prévues à \nl’Article 4.3.3.2). \nPar les présentes, les Parties désignent en qualité de membre du Comité Stratégique : \n(a) Monsieur Jean-Philippe Puig, Monsieur Xavier Dorchies et Monsieur Paul-Joël Derian \nen qualité de Membres Majoritaire ; \n(b) Bpifrance Investissement, représentée par Monsieur Antoine de Leudeville , en qualité \nde Membre Minoritaire ; et \n(c) Monsieur Antoine Baule et Monsieur Jean -Marc Dublanc en qualité de Membres \nIndépendants. \n4.3.3 Fonctionnement du Comité Stratégique \n4.3.3.1 Généralités \nLes décisions du Comité Stratégique peuvent être adoptées, à l’initiative de l’auteur de la \nconvocation : \nDocusign Envelope ID: 7F777731-B08F-4558-AFC1-069830807057\n\n- 9 - \n(a) pendant une réunion formelle du Comité Stratégique à laquelle il peut être assisté par \ntéléphone ou par voie de visioconférence ; \n(b) par consultation écrite des Membres du Comité Stratégique ; ou \n(c) par décisions écrites signées par tous les Membres du Comité Stratégique. \n. \n4.3.3.2 Règles de majorité \nChaque Membre du Comité Stratégique dispose d’une (1) voix étant précisé qu’en cas de \npartage des voix, le président du Comité Stratégique disposera d’une voix prépondérante (sous \nréserve des règles de majorités prévues à l’Article 4.3.3.2). \nPour toutes les décisions qui seront soumises au Comité Stratégique, celui-ci statuera à la \nmajorité simple de ses membres présents ou représentés à l’exception des Décisions \nImportantes listées en Annexe 4.3.1(A) pour lesquelles le Comité Stratégique statuera selon \nles règles de majorit\nembre du Comité Stratégique dispose d’une (1) voix étant précisé qu’en cas de \npartage des voix, le président du Comité Stratégique disposera d’une voix prépondérante (sous \nréserve des règles de majorités prévues à l’Article 4.3.3.2). \nPour toutes les décisions qui seront soumises au Comité Stratégique, celui-ci statuera à la \nmajorité simple de ses membres présents ou représentés à l’exception des Décisions \nImportantes listées en Annexe 4.3.1(A) pour lesquelles le Comité Stratégique statuera selon \nles règles de majorité suivantes : \n(a) s’agissant des décisions listées aux points 3 et 4 de l’ Annexe 4.3.1(A), le Comité \nStratégique statuera à la majorité simple de ses membres présents ou représentés en ce \ninclus le vote positif (i) du Membre Minoritaire ou (ii) des deux Membres \nIndépendants ; et \n(b) s’agissant des autres décisions de l’Annexe 4.3.1(A), le Comité Stratégique statuera à \nla majorité simple de ses membres présents ou représentés en ce inclus le vote positif \ndu Membre Minoritaire. \n4.3.3.3 Règles spécifiques aux réunions du Comité Stratégique \nLe Comité Stratégique pourra être convoqué par le Président, son président ou par l’un de ses \nmembres. \nLe Comité Stratégique se réunira à cette fin en tous lieux au moins deux (2) fois tous les ans \net à chaque fois que l’intérêt de la Société le requiert. \nToute réunion du Comité Stratégique sera valablement tenue, sur première et deuxième \nconvocation sous réserve du respect d’ un préavis de huit (8) jours au moins sauf (i) en cas \nd’urgence justifiée par l’auteur de la convocation ou (ii) d’accord unanime des Membres du \nComité Stratégique, un tel accord devant être donné par écrit par tous moyens, en ce inclus par \ne-mail, à condition que les membres présents ou représentés à ladite réunion du Comité \nStratégique représentent la moitié au moins des membres du Comité Stratégique en ce inclus \n(i) un Mem bre Majoritaire, (ii) un Membre Minoritaire et (iii) un Membre Indépendant . La \nconvocation devra contenir l’ordre du jour ainsi que l’ensemble des documents nécessaires à \nl’information des membres du Comité Stratégique sur ledit ordre du jour. \nDans l’hypothèse où une réunion ne peut se tenir au motif que le quorum requis n’est pas réuni, \nune troisième réunion sera convoquée, sur le même ordre du jour, au plus tôt huit (8) jours \naprès la première réunion (sauf accord contraire du Majoritaire et du Minoritair e pour \nraccourcir ce délai). Il est précisé que sur seconde convocation (à l ’exception d’une seconde \nDocusign Envelope ID: 7F777731-B08F-4558-AFC1-069830807057\n\n- 10 - \nconvocation durant le mois d’août), le Comité Stratégique sera valablement tenu à condition \nque les membres présents ou représentés à ladite réunion du Comité Stratégique représentent \nla moitié au moins des membres du Comité Stratégique (sans préjudice des règles de majorité \nprévues à l’Article 4.3.3.2). \n4.4 Valorisation des Technologies \nLa Société a conclu le 16 juillet 2024, la lettre d’engagement figurant en Annexe 4.4 avec \nl’Agent dans le cadre du projet de valorisation de s technologies sur l’acide glycolique et \nl’éctoïne (ladite lettre ne pourra être modifiée ou résiliée sans l’accord préalable écrit des \nParties). Les Parties et la Société s’engagent à faire leurs meilleurs efforts pour valoriser \nlesdites technologies dans les cinq (5) ans suivant la date du Pacte. \nConformément à la lettre d’engagement susvisée, l ’exécution de sa mission sera directement \nplacée sous la responsabilité du Président, étant précisé que des points réguliers d’information \nseront organisés par ce dernier en présence de l’Agent, au minimum sur une base trimestrielle, \navec les Parties et que ces dernières seront en mesure d’interroger régulièrement l’Agent sur \nl’avancement du projet de valorisation. \nAu terme de ce processus , les Parties se réuniront afin d’examiner ensemble les offres \nprésentées par l’Agent, avec l’objectif d’ adopter une position commune sur la \"meilleure \noffre\". En l’absence de consensus, le Minoritaire décidera seul de l’acceptation ou non d’une \noffre, étant précisé que le Majoritaire et/ou la Société acceptent de consentir, à condition qu’il \nn’y ait aucune autre obligation à la charge de la Société et du Majoritaire, le cas échéant : \n(i) les déclarations et garanties fondamentales demandées à la Société par la contrepartie dans \ndes termes acceptables par\ner ensemble les offres \nprésentées par l’Agent, avec l’objectif d’ adopter une position commune sur la \"meilleure \noffre\". En l’absence de consensus, le Minoritaire décidera seul de l’acceptation ou non d’une \noffre, étant précisé que le Majoritaire et/ou la Société acceptent de consentir, à condition qu’il \nn’y ait aucune autre obligation à la charge de la Société et du Majoritaire, le cas échéant : \n(i) les déclarations et garanties fondamentales demandées à la Société par la contrepartie dans \ndes termes acceptables par le Majoritaire ; et \n \n(ii) un engagement de non -concurrence par lequel la Société et ses Affiliés s’engage ront \npendant une durée de 2 ans à compter de la valorisation, sur les territoires couverts par les \nTechnologies, à ne pas concevoir et/ou porter au niveau du développement industriel, une \ntechnologie de production d’acide glycolique ou d’éctoïne par voie fermentaire. \n \nDans l’hypothèse où, par l’intermédiaire de l’Agent, a minima deux offres sérieuses, financées et \nne comprenant aucune autre obligation matérielle à la charge de la Société ou du Majoritaire que \ncelles visées aux (i) et (ii) ci -dessus, auraient été présentées par l’Agent à la Société et qu’aucune \nn’aurait été acceptée par le Minoritaire alors le Minoritaire s’engage à indemniser la Société à \nhauteur du montant de la commission qui serait payée par la Société à l’Agent à ce titre \nconformément à la Lettre d’Engag ement dans un délai de cinq (5) Jours Ouvrés à compter de la \nnotification d’une demande en ce sens par la Société au Minoritaire justifiant du paiement de cette \ncommission.", "company_id": "eurolysine", "doc_id": "e76a66233fd86c40", "source_file": "ARES_-_Pacte_d'associés__(vPJM_01082024).docx.pdf", "page_start": 4, "page_end": 10, "section_title": "2. DECLARATIONS DES PARTIES"}, {"chunk_id": "e76a66233fd86c40_s0009_c0000", "text": "9. PRINCIPES GENERAUX APPLICABLES AUX CESSIONS \n9.1 Stipulations communes \n9.1.1 Chaque Partie s’engage à ne Céder ses Titres (en tout ou partie) qu’en stricte conformité avec \nles stipulations du présent Pacte. \n9.1.2 Chaque Partie s’engage à ce que les Titres qu’elle cèdera en application du Pacte soient cédés \nen pleine propriété, libres de toute sûreté et de tous droits ou charges de quelque nature que ce \nsoit, à l ’exception le cas échéant de ceux résultant des Statuts et du Pacte. Chaque Partie \ndéclare à ce titre qu’à la date des présentes aucun de ses Titres n’est grevé d’une quelconque \nsûreté ni ne fait l’objet d ’un quelconque démembrement et qu ’elle n ’a conclu aucun \nengagement relatif à la constitution d’une telle sûreté ou à un tel démembrement, et s’interdit \nde consentir une quelconque sûreté sur ses Titres, d ’en restreindre la jouissance ou la libre \ndisposition de quelque façon que ce soit et de procéder à leur démembrement. \n9.1.3 Dans tous les cas de Cession de Titres par le Minoritaire, ce dernier ne sera jamais tenu : \n(a) de transférer ses Titres autrement qu’en contrepartie d’un prix payable exclusivement \nDocusign Envelope ID: 7F777731-B08F-4558-AFC1-069830807057\n\n- 14 - \nen numéraire et comptant ; et \n(b) à aucune déclaration et garantie (autre que celle relative à la propriété de ses Titres et la \ncapacité à les céder ), à aucune garantie d ’actif et de passif , à aucun engagement \nd’indemnisation de quelque nature que ce soit, ni à aucun engagement de non \nconcurrence, \net ce sans que cela donne lieu à une décote de prix de ses Titres. \n9.2 Notifications \n9.2.1 Toute Partie qui envisagerait de procéder à une Cession de tout ou partie de ses Titres devra \nnotifier le projet de Cession (ci -après le « Projet de Cession ») aux autres Parties et à la \nSociété au moyen d’une notification (une « Notification de Cession ») qui devra comporter \nles éléments suivants : \n(a) l’identité du cessionnaire et sa qualité (Tiers ou Partie) ; \n(b) l’identité de la ou des Personnes qui le Contrôlent en dernier ressort s ’il s’agit d’un \nTiers ; \n(c) le nombre de Titres dont la Cession est envisagée ; \n(d) sauf s’il s’agit d’une Cession Libre : \n(i) le prix offert par le cessionnaire (ou l’évaluation de bonne foi en euros de toute \ncontrepartie qui ne serait pas exclusivement en numéraire) ; \n(ii) la description de l’opération au terme de laquelle la Cession serait réalisée ; \n(iii) une copie de l ’offre écrite, ferme et irrévocable, faite de bonne foi, du \ncessionnaire (étant entendu que la Cession faisant l ’objet de cette offre pourra \nêtre assortie de conditions suspensives, non potestatives, usuelles, telles que \nl’obtention des autorisations réglem entaires requises ou la purge des droits des \nParties au titre du Pacte) ; et \n(iv) le cas échéant, l ’indication que le Projet de Cession ouvre droit à l ’exercice du \nDroit de Sortie Conjointe Totale ou Proportionnelle prévu aux Articles 12 et 13 \nou l’indication que le Majoritaire décide d’exercer l’ Obligation de Sortie \nConjointe prévue à l’Article 15. \n9.3 Cessions libres \nNonobstant les stipulations des Articles 9.2.1, 10, 11, 12 et 13 du présent Pacte, les Titres \nseront librement cessibles en cas de Cession de Titres (chacun de ces cas étant ci-après désigné \nune « Cession Libre ») effectuée : \n(a) par une Partie à un de ses Affiliés ; \n(b) en application des Articles 11, 12, 13, 15, 16 ou 17. \nDocusign Envelope ID: 7F777731-B08F-4558-AFC1-069830807057\n\n- 15 - \nà condition que : \n(i) la Partie Cédante ait préalablement notifié à la Société et aux autres Parties son intention \nde procéder à une telle Cession ; et \n(ii) le cessionnaire, sauf s ’il est déjà partie au Pacte, ait signé un Acte de Consentement \nconformément à l’Article 18.1 au plus tard à la date de réalisation de la Cession Libre. \n9.4 Répartition du Produit de Cession \nEn cas de Cession de la totalité des Titres de la Société à un Tiers non Affilié aux Parties, les \nParties sont convenues de procéder à une répartition particulière du Produit de Cession en \nrésultant, dans les conditions suivantes et dans le respect de l’ordre de paiement ci-après : \n(a) dans un premier temps, le Produit de Cession sera réparti entre les Parties à hauteur de \nleur apport en capital respectif ; \n(b) dans un deuxième temps après prise en compte du montant visé à l’Article 9.4(a), le \nSolde (tel que ce ter\nEn cas de Cession de la totalité des Titres de la Société à un Tiers non Affilié aux Parties, les \nParties sont convenues de procéder à une répartition particulière du Produit de Cession en \nrésultant, dans les conditions suivantes et dans le respect de l’ordre de paiement ci-après : \n(a) dans un premier temps, le Produit de Cession sera réparti entre les Parties à hauteur de \nleur apport en capital respectif ; \n(b) dans un deuxième temps après prise en compte du montant visé à l’Article 9.4(a), le \nSolde (tel que ce terme est définition dans le Contrat de Cession des Obligations) \ndeviendra immédiatement exigible dans la limite de la quote-part du Produit de Cession \ndisponible après paiement du montant visé à l’Article 9.4(a) et le Tiers se substituera à \nla Société pour le paiement dudit Solde ; et \n(c) dans un troisième et dernier tem ps, après prise en compte des montants visés aux \nArticles 9.4(a) et 9.4(b), le Solde du Produit de Cession, s’il existe, sera réparti entre les \nParties au prorata de leur participation dans le capital social de la Société.\n10. PERIODE D’INALIENABILITE \nA compter de la date des présentes et jusqu’au 31 juillet 2032 (inclus) (la « Période \nd’Inaliénabilité »), chacune des Parties s’engage à ne pas Céder tout ou partie des T itres de \nla Société qu’elle détient, sauf accord exprès et préalable de l’autre Partie ou en cas de Cession \nLibre. \nLes Parties ne pourront, pendant toute la durée du Pacte, procéder à aucun nantissement des \nTitres et des droits qui y sont attachés sans l’accord préalable des autres Parties. Pour être \nautorisé, tout projet de nantissement devra être notifié aux autres P arties, la notification \ncomportant (i) une attestation selon laquelle le créancier bénéficiaire du nantissement déclare \navoir été informé du contenu du Pacte et (ii) un Acte de Consentement du bénéficiaire du \nnantissement pour le cas où le nantissement viendrait à être réalisé.\n11. DROIT DE PREEMPTION \n11.1 Principe \nA l’issue de la Période d’Inaliénabilité et sous réserve des Cessions Libres, en cas de Projet de \nCession par une Partie de tout ou partie de ses Titres à un ou plusieurs Tiers, l’autre Partie \n(le « Bénéficiaire du Droit de Préemption ») bénéficiera (avec faculté de substitution) d’un \ndroit de préemption portant sur l’intégralité (et pas moins) des Titres Cédés, s’exerçant aux \nmêmes termes et conditions que ceux figurant dans la Notification de Cessi on (le « Droit de \nPréemption »). \n \nDocusign Envelope ID: 7F777731-B08F-4558-AFC1-069830807057\n\n- 16 - \n11.2 Modalités d’exercice du Droit de Préemption \nLe Droit de Préemption s’exercera dans les conditions suivantes : \n(a) Le Bénéficiaire du Droit de Préemption disposera d’un délai de quinze (15) Jours \nOuvrés à compter de la Notification de Cession pour notifier à la Partie Cédante si elle \nentend exercer son Droit de Préemption (la « Notification de Préemption »). \n(b) Le Droit de Préemption ne pourra s’exercer valablement que pour la totalité des Titres \nCédés indiqués dans la Notification de Cession. \n(c) En cas d’exercice valable du Droit de Préemption, le prix de Cession des Titres de la \nPartie Cédante sera le prix, en numéraire, figurant dans la Notification de Cession. \n(d) Si le Droit de Préemption est valablement exercé, dans les délais requis, pour la totalité \ndes Titres Cédés, la Notification de Préemption rendra la Cession parfaite entre les \nParties, étant entendu que le transfert de propriété et l’entrée en jouissance des Titres \ninterviendront dans un délai de trente (30) Jours Ouvrés, étant précisé que ce délai sera \nprolongé de la durée nécessaire à l’obtention de toutes autorisations règlementaires \nrequises pour la réalisation d ’une telle Cession, sans toutefois que ce délai puisse \nexcéder neuf (9) mois, sous réserve à la date de transfert de propriété : \n(i) de la remise par la Partie Cédante de l’ordre de mouvement correspondant au \nbénéfice du Bénéficiaire du Droit de Préemption (ou la personne qu’il se sera \nsubstitué) et des lettres de démission de ses représentants au sein du Comité \nStratégique et, également, le cas échéant, de ses représentants aux organes de \ndirection de la Société et, le cas échéant, de ses Filiales ; et \n(ii) du paiement par le Bénéficiaire du Droit de Préemption (ou la personne qu’il se \nsera substitué) du prix de Cession des Titres Cédés et des droits d’enregistrement \nafférents à la Cession des Titres Cédés. \n(e) Si le Droit de Préemption n’a pas été valablement exercé ou à défaut de remise d’une \nNotification de Préemption, la Partie Cédante pourra procéder, sous réserve du respect \ndes autres stipulations du Pacte, à la Cession des Titres Cédés au profit du cessionnaire \nenvisagé dans la Notification de Cession et ce, dans les termes et conditions de la \nNotification de Cession, dans un délai de (1) mois à compter de l’expiration du délai de \nquinze (15) Jours Ouvrés visé à l’Article 11.2(a), étant précisé que ce délai sera prolongé \nde la durée nécessaire à l’obtention de toutes autorisations règlementaires requises pour \nla réalisation d ’une telle Cession, sans toutefois que ce délai puisse excéder neuf (9) \nmois.\n12. DROIT DE SORTIE CONJOINTE TOTALE \n12.1 Sous réserve des Cessions Libres, dans l’hypothèse où le Majoritaire envisagerait de procéder, \nen une ou plusieurs fois, à la Cession de tout ou partie de ses Titres (ci-après, pour les besoins \ndu présent Article, les « Titres Cédés ») au bénéfice d’un Tiers (ci-après, pour les besoins du \nprésent Article, l’« Acquéreur ») au terme de laquelle le Majoritaire détiendrait moins de 50% \ndu capital social ou des droits de vote de la Société , le Minoritaire disposera d’un droit de \nsortie conjointe totale, au terme duquel le Minoritaire sera admis à Céder à l ’Acquéreur \nl’intégralité (et pas moins) de ses Titres, à sa discrétion, selon les mêmes modalités et aux \nDocusign Envelope ID: 7F777731-B08F-4558-AFC1-069830807057\n\n- 17 - \nmêmes termes et conditions (notamment de prix par Action) que ceux propos és par \nl’Acquéreur au Majoritaire, sous réserve des dispositions de l ’Article 9.1.3 (le « Droit de \nSortie Conjointe Totale »). \n12.2 Le Majoritaire devra, en conséquence, préalablement à la Cession de tout ou partie de ses \nTitres et à tout engagement de sa part en vue d ’une telle Cession, obtenir la promesse \nirrévocable de l’Acquéreur d’acquérir les Titres que le Minoritaire souhaiterait lui Céder, aux \nmêmes termes et conditions (notamment de prix par Action) que ceux proposés par \nl’Acquéreur au Majoritaire, sous réserve des dispositions de l’Article 9.1.3. \n12.3 A cet effet, dans l a situation visée à l ’Article 12.1, le Majoritaire devra adresser une \nNotification de Cession au Minoritaire et à la Société en indiquant que le Projet de Cession \nouvre droit à l’exercice du Droit de Sortie Conjointe Totale prévu au présent Article 12. \n12.4 Le Minoritaire disposera d’un délai de dix (10) Jours Ouvrés à compter de la Notification de \nCession pour exercer son Droit de Sortie Conjointe Totale suivant les modalités suivantes : \n(a) si le Minoritaire souhaite exercer son Droit de Sortie Conjointe Totale, il notifiera au \nMajoritaire et à la Société, préalablement à l ’expiration du délai de dix (10) Jours \nOuvrés indiqué ci-dessus, qu’il souhaite céder l ’intégralité (et pas moins) des Titres \nqu’il détient (ci-après collectivement les « Titres Offerts ») ; et \n(b) en cas d ’exercice par le Minoritaire de son Droit de Sortie Conjointe Totale, il sera \nprocédé à la Cession des Titres Offerts, par la remise des ordres de mouvement \nnécessaires pour opérer le transfert de propriété et la retranscription de la Cession dans \nle registre des mouvements de titres de la Société contre paiement du prix o u de \nl’évaluation de bonne foi de toute contrepartie qui ne serait pas exclusivement en \nnuméraire telle que figurant dans la Notification de Cession, dans le délai visé dans le \nProjet de Cession notifié ou, si rien n’est prévu à cet effet, dans un délai de trente (30) \njours à compter de la date de l’expiration du délai de dix (10) Jours Ouvrés imparti pour \nexercer le Droit de Sortie Conjointe Totale, étant précisé que ce délai sera prolongé de \nla durée nécessaire à l’obtention de toutes autorisations règlementaires requises pour la \nréalisation d’une telle Cession, sans toutefois que ce délai puisse excéder neuf (9) mois. \n12.5 A l’effet de s’assurer du rachat des Titres Offerts et leur paiement dans ce délai, le Majoritaire \nne transférera la propriété des Titres Cédés à l ’Acquéreur et ne percevra le prix des Titres \nCédés qu ’à la condition que, simultanément, l ’Acquéreur se voit transférer la propriété et \ns’acquitte du prix de cession des Titres Offerts. A défaut d ’acquisition des Titres Offerts par \nl’Acquéreur et sous réserve que le Majoritaire ait effectivement cédé les Titres Cédés à \nl’Acquéreur, le Majoritaire sera tenu d’acquérir les Titres Offerts d u Minoritaire aux mêmes \nconditions que celles stipulées ci-dessus. \n12.6 Pour le cas où, à l’occasion d’un Projet de Cession dûment notifié, le Minoritaire n’aurait pas \nexercé son Droit de Sortie Conjointe Totale, le Majoritaire devra procéder à la Cession dans \nle strict respect des termes du projet notifié et dans le délai prévu par celui -ci ou, à défaut de \ndélai prévu, dans un délai de trente (30) jours à compter de l ’expiration du délai de sortie \nconjointe, et faute pour le Majoritaire de procéder ainsi, il devrait à nouveau, préalablement à \ntoute Cession de ses Titres, se conformer aux stipulations du présent", "company_id": "eurolysine", "doc_id": "e76a66233fd86c40", "source_file": "ARES_-_Pacte_d'associés__(vPJM_01082024).docx.pdf", "page_start": 13, "page_end": 18, "section_title": "9. PRINCIPES GENERAUX APPLICABLES AUX CESSIONS"}, {"chunk_id": "e76a66233fd86c40_s0038_c0002", "text": "gn Envelope ID: 7F777731-B08F-4558-AFC1-069830807057\n\n- 56 - \n(xii) les intérêts courus non -échus et les intérêts capitalisés relatifs aux \néléments mentionnés aux paragraphes (i) à (iv) ci-dessus. \n \n \n« EBITDA » désigne, à une date considérée, l’EBITDA de la Société (et le cas échéant de \nses Filiales), correspondant au résultat d’exploitation : \n(i) majoré des dotations nettes aux amortissements d’immobilisations \ncorporelles et incorporelles, de la Société ; \n \n(ii) majoré des charges de location liées aux contrats de crédit-bail, \nlocation financière ou lease-back, de la Société et prises en compte pour \nla détermination de la Dette à cette date ; \n \n(iii) minoré de la participation et de l’intéressement des salariés de la \nSociété, si cette participation ou cet intéressement n’est pas déjà inclus \ndans le résultat d’exploitation ; \n \n(iv) minoré des subventions non récurrentes ; \n \n(v) minoré de la R&D capitalisée ; \n \n(vi) minoré des éléments non récurrents significatifs éventuels ; et \n \n(vii) majoré des dotations nettes aux provisions pour risques et charges non-\nrécurrentes. \n \n« EBITDA Réel » désigne, selon le cas, l ’EBITDA Réel Sucre ou l ’EBITDA Réel Anti -\nDumping. \n \n« Entité » désigne toute personne morale, ainsi que toute société en participation, fonds \nprofessionnel de capital investissement ou autre fonds d ’investissement \nalternatif, trust, limited partnership, toute entité dépourvue de la personnalité \nmorale et toute organisation similaire ou équivalente. \n \n« Filiale » désigne toute société Contrôlée par la Société. \n« Holding Personnelle » désigne, concernant toute Personne physique, une société : \n(i) dont le représentant légal sera ladite Personne physique ; \n \n(ii) dont elle détiendra à tout moment le contrôle au sens des dispositions de \nl’article L. 233-3 I du Code de commerce ; \n \n(iii) dont le solde du capital non détenu par la Personne physique sera détenu \npar son conjoint ou ascendant ou descendant (à l’exclusion de toute autre \npersonne) ; \n \n(iv) dont les règles de majorité et quorum applicables seront telles que le vote \nde ladite Personne physique sera nécessaire et suffisant pour approuver \ntoutes décisions collectives soumises aux actionnaires ou associés. \n \nDocusign Envelope ID: 7F777731-B08F-4558-AFC1-069830807057\n\n- 57 - \n« Jour Ouvré » désigne tout jour de la semaine autre qu’un samedi, un dimanche ou un jour \nférié en France ainsi que les deux (2) premières semaines du mois d’août (qui \ncompteront pour un seul Jour Ouvré). \n« Obligations Metex » désigne les 120 obligations simples émises par Metabolic Explorer SA cédées \npar le Minoritaire à la Société conformément à un contrat de cession conclu \nen date de ce jour. \n« Personne » désigne une personne physique, personne morale ou autre organisation sans \npersonnalité morale. \n« Principes Comptables » désigne les normes comptables françaises généralement admises en France \n(French GAAP ), en vigueur au jour de la signature des présentes , tels \nqu’appliquées de manière constante par la Société et ses Filiales dans le \nrespect de la permanence des méthodes. \n« Prix d’Achat » désigne, selon le cas, le Prix d’Achat n°1 ou le Prix d’Achat n°2. \n« Prix de Vente » désigne, selon le cas, le Prix de Vente n°1 ou le Prix de Vente n°2. \n« Produit de Cession » désigne la contrepartie offerte par le Tiers acquéreur pour l’ensemble des \nTitres de la Société objet de la Cession. \n« Promesse de Vente » désigne, selon le cas, la Promesse de Vente n°1 ou la Promesse de Vente n°2. \n« Tiers » désigne à toute date donnée, désigne toute Personne qui n ’est pas partie au \nprésent Pacte à cette date. \n« Titres » désigne : \n(i) les Actions ; \n(ii) toutes valeurs mobilières ou autres droits donnant accès, \nimmédiatement ou à terme, de quelque façon que ce soit, au capital \nde la Société, en ce compris notamment, les options de souscription \nou d’achat d’actions et les bons de souscription de parts de créateurs \nd’entreprise ; \n(iii) tout droit préférentiel de souscription attaché aux Actions et aux \nTitres visés à l’alinéa (ii) ci-dessus, en cas d’émission d’Actions ou \nde Titres donnant accès au capital de la Société ; et \n(iv) tout droit d’attribution gratuite d’Actions ou d’autres Titres attachés \naux Actions et autres Titres visés à l ’alinéa (ii) ci-dessus, pour \nquelque raison que ce soit. \n« Titres sous Option » désigne, à un moment consid\nouscription \nou d’achat d’actions et les bons de souscription de parts de créateurs \nd’entreprise ; \n(iii) tout droit préférentiel de souscription attaché aux Actions et aux \nTitres visés à l’alinéa (ii) ci-dessus, en cas d’émission d’Actions ou \nde Titres donnant accès au capital de la Société ; et \n(iv) tout droit d’attribution gratuite d’Actions ou d’autres Titres attachés \naux Actions et autres Titres visés à l ’alinéa (ii) ci-dessus, pour \nquelque raison que ce soit. \n« Titres sous Option » désigne, à un moment considéré, l’intégralité (et pas moins) des Actions que \nle Minoritaire détient. \n \nDocusign Envelope ID: 7F777731-B08F-4558-AFC1-069830807057\n\n- 58 - \n« Technologies » a la définition qui est donnée à ce terme dans le Contrat de Cession des \nObligations. \n« Trésorerie » désigne, à une date considérée, la trésorerie Agrégée de la Société et ses \nFiliales à cette date, correspondant à la somme des éléments suivants : \n(a) la trésorerie disponible auprès d ’une banque, d ’une institution \nfinancière, d’un établissement de crédits ou de l’une des Parties et/ou \nles Affiliés de ces dernières, rapatriable et utilisable pour l’exploitation \ndans un délai maximum de trente (30) jours calendaires (à l’exclusion \ndes fonds de caisse) ; \n(b) les valeurs mobilières de placement convertibles en trésorerie dans un \ndélai maximum de trente (30) jours calendaires ; \n(c) tout élément de rapprochement bancaire qui serait un actif (notamment \nles chèques, virements et traites qui ont été encaissés mais qui n ’ont \npas encore été comptabilisés dans les comptes de la Société ou ses \nFiliales) ; \n(d) les intérêts courus non -échus ou capitalisés relatifs aux éléments \nmentionnés aux paragraphes (a) à (c) ci-dessus ; \n(e) toute subvention publique certaine non déjà perçue, sous condition de \nla réalisation de l’investissement correspondant. \n \n \nDocusign Envelope ID: 7F777731-B08F-4558-AFC1-069830807057\n\n- 59 -\nAnnexe 4.3.1(A) \nDécisions Importantes du Comité Stratégique à la Majorité Qualifiée \n1. Toute modification significative de l’activité de la Société ou de ses Filiales ; \n \n2. Nomination, rémunération des mandatai res sociaux de la Société s’agissant des deux premiers \ncandidats proposés par Avril ; \n \n3. Mise à jour du business plan aboutissant à un business plan significativement différent du business \nplan initial de la Société ou de ses Filiales en ce qu’il (i) diffèrerait des marchés adressés par le \nbusiness plan initial (en dehors de la nutrition animale ou en dehors des zones géographiques) et/ou \n(ii) envisagerait des investissements de développement no uveaux supérieurs à 10.000.000 d’euros \net/ou (iii) abandonnerait l’investissement dans le tryptophane ou déciderait de décaler ledit \ninvestissement au-delà de 2028 ; \n \n4. Approbation et révision significative du budget annuel de la Société et de ses Filiales dès lors que \nledit budget annuel s’écarterait (à la hausse ou à la baisse) du business plan initial de plus de (i) 30% \nou de 5.000.000 d’euros s’agissant de l’EBITDA, (ii) 30% s’agissant des CAPEX de maintenance \net/ou (iii) de 10.000.000 d’euros s’agissant des CAPEX de développement ; \n \n5. Tout projet d’émission de titres donnant droit, immédiatement ou à terme, à une quotité du capital \nou des droits de vote de la Société ou d’une Filiale à l’exception des émissions de titres réservées à \nAvril qui résulteraien t exclusivement d’une décision relevant de l’ Annexe 4.3.1(A)) ou de \nl’Annexe 4.3.1(B)et approuvée conformément à la majorité applicable ; \n \n6. Augmentation ou réduction de l’endettement bancaire ou obligataire (hors crédit -bail) non prévue \npar le business plan de la Société ou de ses Filiales d'un montant cumulé supérieur à 10.000.000 \nd’euros (au-delà des autorisations existantes), modification significative des termes et conditions de \nla dette senior (durée, taux, sûretés), toute caution, aval, garantie et engagements hors bilan d’un \nmontant annuel cumulé supérieur à 10.000.000 d’euros, ), modification significative des termes et \nconditions de la dette revolving ayant pour effet de la porter à un montant supérieur à 35.000.000 \nd’euros ; \n \n7. Acquisition ou cession de toute entreprise, société ou fonds de commerce d’une valeur d’entreprise \nsupérieure à 10.000.000 d’euros ou réalisant un chiffre d’aff aires supérieur à 10.000.000 d’euros \n(qu'il soit prévu ou non dans le business plan et/ou le budget annuel) ; \n \n8. Création ou constitution de partenariats, joint-ventures ou autres opérations similaires ; \n \n9. Cession de titres ou entrée d’un tiers au capital d’une Filiale ; \n \n10. Conclusion, modification ou renouvellement, par la Société ou une Filiale, de toute convention de \nla Société ou de ses Filiales impliquant des parties liées aux actionnaires ou aux dirigeants de la \nSociété qui ne figurent pas dans le Business Plan Initial étant précisé que s’agissant des management \nfees, seule la modification des principes figurant à la fin de la présente Annexe ou un dépassement \nd’un plafond égal à 0,65% du chiffre d’affaires de la Société devra être soumis au Comité \nStratégique, étant précisé que n’entreront pas dans le calcul de ce plafond les coûts fixes de la Société \nauxquels seraient substitués des prestations de service rendus par Avril à des coûts substantiellement \néquivalents et à l’exception (i) des opérations de c ession d’acides aminés et de co -produits aux \nEntités du Groupe Avril à des conditions de marchés, (ii) des prestations d’achat réalisées par Feed \nAlliance pour le compte de la Société et (iii) des flux financiers correspondant aux opérations de \ncouverture réalisées sur les marchés à terme par le Groupe Avril pour le compte de la Société ; \n \nDocusign Envelope ID: 7F777731-B08F-4558-AFC1-069830807057\n\n- 60 - \n11. Proposition de modification des statuts de la Société et des Filiales à l’exception de la modification \ndu lieu du siège social en France ; \n \n12. Fusion, scission, apport, apport partiel d'actif, dissolution et plus généralement, toute opération de \nrestructuration juridique concernant la Société ou ses Filiales ; \n \n13. Changement de siège social de la Société ou d’une Filiale hors de France ou délocalisation de \nl’activité et/ou de l’outil de production hors de France ; \n \n14. Toute mise en place et/ou la modification de tous plans d’options d\nion des statuts de la Société et des Filiales à l’exception de la modification \ndu lieu du siège social en France ; \n \n12. Fusion, scission, apport, apport partiel d'actif, dissolution et plus généralement, toute opération de \nrestructuration juridique concernant la Société ou ses Filiales ; \n \n13. Changement de siège social de la Société ou d’une Filiale hors de France ou délocalisation de \nl’activité et/ou de l’outil de production hors de France ; \n \n14. Toute mise en place et/ou la modification de tous plans d’options de la Société destinés aux salariés \nou aux mandataires sociaux (en ce compris, actions gratuites, BSPCE…). \n \nManagement fees \nPrestations de services vis-à-vis d’Avril se décomposent en : \nPrestations directes : \nAffectation déterminable du temps des personnes travaillant directement pour la société (50% / 33%,…) \nPrestations indirectes : \nAllocation entre toutes les participations d’Avril de coûts partagés répartis sur la base du chiffre \nd’affaires rapporté au chiffre d’affaire s consolidé du groupe tel que prévu par les règles OCDE en la \nmatière. \nPrincipes de pricing : \n- (MS chargée + coûts environnés) x (1 + 5% de marge) \n- Autres frais et charges externes : at cost \nCes éléments n’incluent pas les services éventuels d’Avril Services pour la comptabilité, les services \ngénéraux, DSI, l’ingénierie industrielle et la paie dont les modes de facturations sont spécifiques. \nDocusign Envelope ID: 7F777731-B08F-4558-AFC1-069830807057\n\n- 61 -\nAnnexe 4.3.1(B) \nDécisions Importantes du Comité Stratégique à la majorité simple \n1. Arrêté des comptes annuels et proposition d’affectation du résultat ; \n \n2. L’approbation ou la révision du budget annuel de la Société et de ses Filiales (dans la \nmesure où cette décision ne serait pas visée en Annexe 4.3.1(A)) ; \n \n3. Toute modification du business plan initial ou modifié de la Société (dans la mesure \noù cette décision ne serait pas visée en Annexe 4.3.1(A)) ; \n \n4. Nomination et rémunération des mandataires sociaux de la Société et de sa Filiale au-\ndelà des deux premiers candidats proposés par Avril ; \n \n5. Révocation des mandataires sociaux de la Société ; \n \n6. Investissement, désinvestissement ou toute dépense non prévue dans le business plan \nreprésentant un montant annuel cumulé supérieur à 3.000.000 euros ; \n \n7. Augmentation ou réduction de l’endettement bancaire ou obligataire (hors crédit -bail) \nnon prévue par le business plan de la Société ou de ses Filiales d'un montant cumulé \nsupérieur à 3.000.000 d’euros (au -delà des autorisations existantes), modification \nsignificative des termes et conditions de la dette senior (durée, taux, sûretés), toute \ncaution, aval, garantie et engagements hors bilan d’un montant annuel cumulé supérieur \nà 3.000.000 d’euros ; \n \n8. Octroi de sûretés et/ou garanties à partir d’un montant annuel cumulé supérieur à \n3.000.000 €. \n \nDocusign Envelope ID: 7F777731-B08F-4558-AFC1-069830807057\n\n- 62 -\nAnnexe 4.4 \nLettre d’engagement de l’Agent \n \nDocusign Envelope ID: 7F777731-B08F-4558-AFC1-069830807057\n\n- 63 -\nAnnexe 16.3 \nExemple chiffré de calcul du Prix d’Achat n°1 et du Prix de Vente n°1 \n \n \n \n \nDocusign Envelope ID: 7F777731-B08F-4558-AFC1-069830807057\n\n- 64 - \nExemple pour application de l’article 17.2.1 \n \n \n \n \nDocusign Envelope ID: 7F777731-B08F-4558-AFC1-069830807057\n\n- 65 -", "company_id": "eurolysine", "doc_id": "e76a66233fd86c40", "source_file": "ARES_-_Pacte_d'associés__(vPJM_01082024).docx.pdf", "page_start": 53, "page_end": 65, "section_title": "Annexe 1 \nDéfinitions"}]}
{"company_id": "eurolysine", "clause_family": "liquidity", "hits": [{"chunk_id": "e76a66233fd86c40_s0000_c0000", "text": "Projet confidentiel \nWS0101.37929932.2 \n \nPACTE D’ASSOCIÉS \n \n \nENTRE \n \nAVRIL INDUSTRIE \n \nET \n \nFONDS SPI 2 – SOCIETE DE PROJETS INDUSTRIELS 2 \n \n \nEN PRESENCE DE \n \nEUROLYSINE \n \n \n \n \n \n \nLE 1ER AOUT2024 \n \n \nDocusign Envelope ID: 7F777731-B08F-4558-AFC1-069830807057\n\n- 2 - \nTABLE DES MATIERES \n \n \n1. DEFINITIONS ........................................................................................................................4 \n2. DECLARATIONS DES PARTIES .......................................................................................4 \n3. PRIMAUTE DU PACTE .......................................................................................................5 \n4. ADMINISTRATION DE LA SOCIETE ..............................................................................5 \n5. SITUATION DE BLOCAGE AU SEIN DE LA SOCIETE ..............................................10 \n6. DROIT D’INFORMATION ................................................................................................11 \n7. DROIT D’AUDIT .................................................................................................................11 \n8. FINANCEMENT DE LA SOCIETE ..................................................................................12 \n9. PRINCIPES GENERAUX APPLICABLES AUX CESSIONS ........................................13 \n10. PERIODE D’INALIENABILITE .......................................................................................15 \n11. DROIT DE PREEMPTION .................................................................................................15 \n12. DROIT DE SORTIE CONJOINTE TOTALE ..................................................................16 \n13. DROIT DE SORTIE CONJOINTE PROPORTIONNELLE ..........................................18 \n14. PROCESSUS DE LIQUIDITE ............................................................................................19 \n15. OBLIGATION DE SORTIE CONJOINTE .......................................................................20 \n16. PROMESSES D’ACHATAUCUNE ....................................................................................21 \n17. PROMESSES DE VENTE ...................................................................................................32 \n18. ADHESION ...........................................................................................................................40 \n19. ENTREE EN VIGUEUR - DUREE ....................................................................................40 \n20. STIPULATIONS DIVERSES ..............................................................................................41 \n21. RESPONSABILITE SOCIALE DE L’ENTREPRISE .....................................................44 \n22. CLAUSE ANTI-BLANCHIMENT, ANTI-CORRUPTION ET SANCTIONS \nECONOMIQUES ..................................................................................................................46 \n23. LUTTE CONTRE LA CORRUPTION ..............................................................................47 \n24. RESPECT DES REGLEMENTATIONS SANCTIONS ...................................................47 \n25. RGPD .....................................................................................................................................48 \n26. PROCEDURE D’ESCALADE ............................................................................................49 \n27. DROIT APPLICABLE - JURIDICTION COMPETENTE .............................................49 \n28. SIGNATURE .........................................................................................................................49 \n \nDocusign Envelope ID: 7F777731-B08F-4558-AFC1-069830807057\n\n- 3 - \nCE PACTE D’ASSOCIÉS EST CONCLU ENTRE : \n1. Avril Industrie, société par actions simplifiée au capital de 573 698 571 EUR, dont le siège social \nest situé 11-13 rue de Monceau, 75008 Paris, immatriculée au Registre du commerce et de sociétés \nde Paris sous le numéro d’identification unique 498 808 278, représentée par Jean-Philippe Puig, \ndûment habilité aux fins des présentes ; \n(ci-après désignée le « Majoritaire ») \nDE PREMIERE PART, \nET \n2. FONDS SPI 2 - SOCIETE DE PROJETS INDUSTRIELS 2, fonds professionnel, représenté \npar sa société de gestion, BPIFRANCE INVESTISSEMENT, société par actions simplifiée au \ncapital de 20.000.000 d’euros, dont le siège social es\nest situé 11-13 rue de Monceau, 75008 Paris, immatriculée au Registre du commerce et de sociétés \nde Paris sous le numéro d’identification unique 498 808 278, représentée par Jean-Philippe Puig, \ndûment habilité aux fins des présentes ; \n(ci-après désignée le « Majoritaire ») \nDE PREMIERE PART, \nET \n2. FONDS SPI 2 - SOCIETE DE PROJETS INDUSTRIELS 2, fonds professionnel, représenté \npar sa société de gestion, BPIFRANCE INVESTISSEMENT, société par actions simplifiée au \ncapital de 20.000.000 d’euros, dont le siège social est sis 27, avenue du Général Leclerc – 94700 \nMaisons-Alfort, immatriculée au registre du commerce et des sociétés de Créteil sous le numéro \nd’identification unique 433 975 224, elle-même représentée par Paul-François Fournier, dûment \nhabilitée aux fins des présentes ; \n(ci-après désignée le « Minoritaire ») \nDE DEUXIEME PART, \n \n \n \n(Le Majoritaire et le Minoritaire sont ci-après désignés ensemble les « Parties » et individuellement une \n« Partie ») \nEN PRESENCE DE : \n3. EUROLYSINE, société par actions simplifiée au capital de 50.000 euros, dont le siège social est \nsitué 11-13 rue de Monceau, 75008 Paris, immatriculée au Registre du commerce et de sociétés \nde Paris sous le numéro d’identification unique 928 843 127, représentée par Tetraktys Concept \nManagement, société par actions simplifiée au capital de 20.000 euros, dont le siège social est \nsitué 64 rue Pergolèse 75116 Paris, immatriculée au Registre du Commerce et des Sociétés sous \nle numéro 821 647 591 RCS Paris, elle-même représentée par Rudolph Hidalgo, dûment habilité \naux fins des présentes ; \n(ci-après désignée la « Société ») \n \nDocusign Envelope ID: 7F777731-B08F-4558-AFC1-069830807057\n\n- 4 - \nIL A ETE PREALABLEMENT EXPOSE CE QUI SUIT : \n(A) La Société a été constituée par le Majoritaire dans le cadre de la reprise en plan de cession, en \nconsortium avec le Minoritaire, des actifs des sociétés Metex Noovistago et M etabolix \nExplorer et l’activité future de la Société telle qu’envisagée par le plan d’affaires dont une \ncopie figure en Annexe (A) (le « Business Plan Initial »). \n(B) Dans ce contexte, le Majoritaire et le Minoritaire ont souscrit à une augmentation de capital \nde la Société au résultat de laquelle, le capital social et les droits de vote de la Société sont \nrépartis comme suit : \nAssociés Catégorie \nd’Actions \nNombre \nd’Actions \nNombre de \ndroit de vote % capital \n% \ndroits de vote \net droits \nfinanciers \nAVRIL \nINDUSTRIE \nActions \nordinaires 2.750.000 2.750.000 55 55 \nSPI Actions \nordinaires 2.250.000 2.250.000 45 45 \n \nTotal 5.000.000 5.000.000 100 100 \n \n(C) Les Parties ont souhaité par le présent pacte (le « Pacte ») énoncer leurs droits et obligations \nrespectifs, organiser les conditions de leur coopération au sein de la Société et définir, \nnotamment, les principes devant régir la gouvernance de la Société et la Cession des \nparticipations qu’elles détiennent dans la Société. \n \nEN CONSEQUENCE DE QUOI, IL A ETE CONVENU CE QUI SUIT :\n1. DEFINITIONS \nLes termes commençant par une majuscule utilisés dans le Pacte et non ainsi définis au sein \nmême du Pacte, ont le sens qui leur est attribué en Annexe 1.", "company_id": "eurolysine", "doc_id": "e76a66233fd86c40", "source_file": "ARES_-_Pacte_d'associés__(vPJM_01082024).docx.pdf", "page_start": 1, "page_end": 4, "section_title": "(Preface)"}, {"chunk_id": "e76a66233fd86c40_s0009_c0001", "text": "En cas de Cession de la totalité des Titres de la Société à un Tiers non Affilié aux Parties, les \nParties sont convenues de procéder à une répartition particulière du Produit de Cession en \nrésultant, dans les conditions suivantes et dans le respect de l’ordre de paiement ci-après : \n(a) dans un premier temps, le Produit de Cession sera réparti entre les Parties à hauteur de \nleur apport en capital respectif ; \n(b) dans un deuxième temps après prise en compte du montant visé à l’Article 9.4(a), le \nSolde (tel que ce terme est définition dans le Contrat de Cession des Obligations) \ndeviendra immédiatement exigible dans la limite de la quote-part du Produit de Cession \ndisponible après paiement du montant visé à l’Article 9.4(a) et le Tiers se substituera à \nla Société pour le paiement dudit Solde ; et \n(c) dans un troisième et dernier tem ps, après prise en compte des montants visés aux \nArticles 9.4(a) et 9.4(b), le Solde du Produit de Cession, s’il existe, sera réparti entre les \nParties au prorata de leur participation dans le capital social de la Société.\n10. PERIODE D’INALIENABILITE \nA compter de la date des présentes et jusqu’au 31 juillet 2032 (inclus) (la « Période \nd’Inaliénabilité »), chacune des Parties s’engage à ne pas Céder tout ou partie des T itres de \nla Société qu’elle détient, sauf accord exprès et préalable de l’autre Partie ou en cas de Cession \nLibre. \nLes Parties ne pourront, pendant toute la durée du Pacte, procéder à aucun nantissement des \nTitres et des droits qui y sont attachés sans l’accord préalable des autres Parties. Pour être \nautorisé, tout projet de nantissement devra être notifié aux autres P arties, la notification \ncomportant (i) une attestation selon laquelle le créancier bénéficiaire du nantissement déclare \navoir été informé du contenu du Pacte et (ii) un Acte de Consentement du bénéficiaire du \nnantissement pour le cas où le nantissement viendrait à être réalisé.\n11. DROIT DE PREEMPTION \n11.1 Principe \nA l’issue de la Période d’Inaliénabilité et sous réserve des Cessions Libres, en cas de Projet de \nCession par une Partie de tout ou partie de ses Titres à un ou plusieurs Tiers, l’autre Partie \n(le « Bénéficiaire du Droit de Préemption ») bénéficiera (avec faculté de substitution) d’un \ndroit de préemption portant sur l’intégralité (et pas moins) des Titres Cédés, s’exerçant aux \nmêmes termes et conditions que ceux figurant dans la Notification de Cessi on (le « Droit de \nPréemption »). \n \nDocusign Envelope ID: 7F777731-B08F-4558-AFC1-069830807057\n\n- 16 - \n11.2 Modalités d’exercice du Droit de Préemption \nLe Droit de Préemption s’exercera dans les conditions suivantes : \n(a) Le Bénéficiaire du Droit de Préemption disposera d’un délai de quinze (15) Jours \nOuvrés à compter de la Notification de Cession pour notifier à la Partie Cédante si elle \nentend exercer son Droit de Préemption (la « Notification de Préemption »). \n(b) Le Droit de Préemption ne pourra s’exercer valablement que pour la totalité des Titres \nCédés indiqués dans la Notification de Cession. \n(c) En cas d’exercice valable du Droit de Préemption, le prix de Cession des Titres de la \nPartie Cédante sera le prix, en numéraire, figurant dans la Notification de Cession. \n(d) Si le Droit de Préemption est valablement exercé, dans les délais requis, pour la totalité \ndes Titres Cédés, la Notification de Préemption rendra la Cession parfaite entre les \nParties, étant entendu que le transfert de propriété et l’entrée en jouissance des Titres \ninterviendront dans un délai de trente (30) Jours Ouvrés, étant précisé que ce délai sera \nprolongé de la durée nécessaire à l’obtention de toutes autorisations règlementaires \nrequises pour la réalisation d ’une telle Cession, sans toutefois que ce délai puisse \nexcéder neuf (9) mois, sous réserve à la date de transfert de propriété : \n(i) de la remise par la Partie Cédante de l’ordre de mouvement correspondant au \nbénéfice du Bénéficiaire du Droit de Préemption (ou la personne qu’il se sera \nsubstitué) et des lettres de démission de ses représentants au sein du Comité \nStratégique et, également, le cas échéant, de ses représentants aux organes de \ndirection de la Société et, le cas échéant, de ses Filiales ; et \n(ii) du paiement par le Bénéficiaire du Droit de Préemption (ou la personne qu’il se \nsera substitué) du prix de Cession des Titres Cédés et des droits d’enregistrement \nafférents à la Cession des Titres Cédés. \n(e) Si le Droit de Préemption n’a pas été valablement exercé ou à défaut de remise d’une \nNotification de Préemption, la Partie Cédante pourra procéder, sous réserve du respect \ndes autres stipulations du Pacte, à la Cession des Titres Cédés au profit du cessionnaire \nenvisagé dans la Notification de Cession et ce, dans les termes et conditions de la \nNotification de Cession, dans un délai de (1) mois à compter de l’expiration du délai de \nquinze (15) Jours Ouvrés visé à l’Article 11.2(a), étant précisé que ce délai sera prolongé \nde la durée nécessaire à l’obtention de toutes autorisations règlementaires requises pour \nla réalisation d ’une telle Cession, sans toutefois que ce délai puisse excéder neuf (9) \nmois.\n12. DROIT DE SORTIE CONJOINTE TOTALE \n12.1 Sous réserve des Cessions Libres, dans l’hypothèse où le Majoritaire envisagerait de procéder, \nen une ou plusieurs fois, à la Cession de tout ou partie de ses Titres (ci-après, pour les besoins \ndu présent Article, les « Titres Cédés ») au bénéfice d’un Tiers (ci-après, pour les besoins du \nprésent Article, l’« Acquéreur ») au terme de laquelle le Majoritaire détiendrait moins de 50% \ndu capital social ou des droits de vote de la Société , le Minoritaire disposera d’un droit de \nsortie conjointe totale, au terme duquel le Minoritaire sera admis à Céder à l ’Acquéreur \nl’intégralité (et pas moins) de ses Titres, à sa discrétion, selon les mêmes modalités et aux \nDocusign Envelope ID: 7F777731-B08F-4558-AFC1-069830807057\n\n- 17 - \nmêmes termes et conditions (notamment de prix par Action) que ceux propos és par \nl’Acquéreur au Majoritaire, sous réserve des dispositions de l ’Article 9.1.3 (le « Droit de \nSortie Conjointe Totale »). \n12.2 Le Majoritaire devra, en conséquence, préalablement à la Cession de tout ou partie de ses \nTitres et à tout engagement de sa part en vue d ’une telle Cession, obtenir la promesse \nirrévocable de l’Acquéreur d’acquérir les Titres que le Minoritaire souhaiterait lui Céder, aux \nmêmes termes et conditions (notamment de prix par Action) que ceux proposés par \nl’Acquéreur au Majoritaire, sous réserve des dispositions de l’Article 9.1.3. \n12.3 A cet effet, dans l a situation visée à l ’Article 12.1, le Majoritaire devra adresser une \nNotification de Cession au Minoritaire et à la Société en indiquant que le Projet de Cession \nouvre droit à l’exercice du Droit de Sortie Conjointe Totale prévu au présent Article 12. \n12.4 Le Minoritaire disposera d’un délai de dix (10) Jours Ouvrés à compter de la Notification de \nCession pour exercer son Droit de Sortie Conjointe Totale suivant les modalités suivantes : \n(a) si le Minoritaire souhaite exercer son Droit de Sortie Conjointe Totale, il notifiera au \nMajoritaire et à la Société, préalablement à l ’expiration du délai de dix (10) Jours \nOuvrés indiqué ci-dessus, qu’il souhaite céder l ’intégralité (et pas moins) des Titres \nqu’il détient (ci-après collectivement les « Titres Offerts ») ; et \n(b) en cas d ’exercice par le Minoritaire de son Droit de Sortie Conjointe Totale, il sera \nprocédé à la Cession des Titres Offerts, par la remise des ordres de mouvement \nnécessaires pour opérer le transfert de propriété et la retranscription de la Cession dans \nle registre des mouvements de titres de la Société contre paiement du prix o u de \nl’évaluation de bonne foi de toute contrepartie qui ne serait pas exclusivement en \nnuméraire telle que figurant dans la Notification de Cession, dans le délai visé dans le \nProjet de Cession notifié ou, si rien n’est prévu à cet effet, dans un délai de trente (30) \njours à compter de la date de l’expiration du délai de dix (10) Jours Ouvrés imparti pour \nexercer le Droit de Sortie Conjointe Totale, étant précisé que ce délai sera prolongé de \nla durée nécessaire à l’obtention de toutes autorisations règlementaires requises pour la \nréalisation d’une telle Cession, sans toutefois que ce délai puisse excéder neuf (9) mois. \n12.5 A l’effet de s’assurer du rachat des Titres Offerts et leur paiement dans ce délai, le Majoritaire \nne transférera la propriété des Titres Cédés à l ’Acquéreur et ne percevra le prix des Titres \nCédés qu ’à la condition que, simultanément, l ’Acquéreur se voit transférer la propriété et \ns’acquitte du prix de cession des Titres Offerts. A défaut d ’acquisition des Titres Offerts par \nl’Acquéreur et sous réserve que le Majoritaire ait effectivement cédé les Titres Cédés à \nl’Acquéreur, le Majoritaire sera tenu d’acquérir les Titres Offerts d u Minoritaire aux mêmes \nconditions que celles stipulées ci-dessus. \n12.6 Pour le cas où, à l’occasion d’un Projet de Cession dûment notifié, le Minoritaire n’aurait pas \nexercé son Droit de Sortie Conjointe Totale, le Majoritaire devra procéder à la Cession dans \nle strict respect des termes du projet notifié et dans le délai prévu par celui -ci ou, à défaut de \ndélai prévu, dans un délai de trente (30) jours à compter de l ’expiration du délai de sortie \nconjointe, et faute pour le Majoritaire de procéder ainsi, il devrait à nouveau, préalablement à \ntoute Cession de ses Titres, se conformer aux stipulations du présent\non d’un Projet de Cession dûment notifié, le Minoritaire n’aurait pas \nexercé son Droit de Sortie Conjointe Totale, le Majoritaire devra procéder à la Cession dans \nle strict respect des termes du projet notifié et dans le délai prévu par celui -ci ou, à défaut de \ndélai prévu, dans un délai de trente (30) jours à compter de l ’expiration du délai de sortie \nconjointe, et faute pour le Majoritaire de procéder ainsi, il devrait à nouveau, préalablement à \ntoute Cession de ses Titres, se conformer aux stipulations du présent Pacte. \nDocusign Envelope ID: 7F777731-B08F-4558-AFC1-069830807057\n\n- 18 -\n13. DROIT DE SORTIE CONJOINTE PROPORTIONNELLE \n13.1 Sous réserve des Cessions Libres , dans l’hypothèse où une Partie envisagerait de procéder à \nla Cession de tout ou partie de ses Titres (ci -après, pour les besoins du présent Article, les \n« Titres Cédés ») au bénéfice d ’un Tiers (ci-après, pour les besoins du présent Article, \nl’« Acquéreur »), l’autre Partie (ci -après d ésignée pour les besoins du présent Article, le \n« Bénéficiaire ») disposera d’un droit de sortie conjointe proportionnelle lui permettant, dans \nles conditions prévues ci-après, de céder tout ou partie de ses Titres, à sa discrétion, selon les \nmêmes modalités et aux mêmes termes et conditions (notamment de prix par Action) que ceux \nproposés par l’Acquéreur à la Partie Cédante , sous réserve des stipulations de l’Article 9.1.3 \n(le « Droit de Sortie Conjointe Proportionnelle »). \n13.2 La Partie Cédante devra, en conséquence, préalablement à la Cession de tout ou partie de ses \nTitres et à tout engagement de sa part en vue d ’une telle Cession, obtenir la promesse \nirrévocable de l’Acquéreur d’acquérir les Titres que le Bénéficiaire souhaiterait lui Céder en \napplication de l’Article 13, aux mêmes termes et conditions (notamment de prix par Action) \nque ceux proposés par l ’Acquéreur à la Partie Cédante , sous réserve des stipulations de \nl’Article 9.1.3. \n13.3 A cet effet, dans la situation visée à l ’Article 13.1, la Par tie Cédante devra adresser une \nNotification de Cession au Bénéficiaire et à la Société en indiquant que le Projet de Cession \nouvre droit à l’exercice du Droit de Sortie Conjointe Proportionnelle prévu au présent Article \n13. \n13.4 Dans le cas d ’un Projet de Cession ouvrant le droit d ’exercer le Droit de Sortie Conjointe \nProportionnelle prévu à l ’Article 13.1 ci-dessus, le Bénéficiaire pourra, dans les conditions \nprévues ci-dessous, céder à l’Acquéreur un nombre de Titres « N » calculé comme suit : \nN = NI x B \n \nOù : \n \n « NI » est le nombre de Titres Cédés, et \n « B » est le nombre de Titres détenus par le Bénéficiaire divisé par le nombre total de \nTitres. \n13.5 Le Bénéficiaire disposera d’un délai de dix (10) Jours Ouvrés à compter de la Notification de \nCession pour exercer son Droit de Sortie Conjointe Proportionnelle suivant les modalités \nsuivantes : \n(a) si le Bénéficiaire souhaite exercer son Droit de Sortie Conjointe Proportionnelle, il \nnotifiera à la Partie Cédante et à la Société, préalablement à l ’expiration du délai de \ntrente dix (10) Jours Ouvrés indiqué ci-dessus, qu’il souhaite céder le nombre de Titres \nN mentionné à l’Article 13.4 (ci-après collectivement les « Titres Offerts ») ; et \n(b) en cas d’exercice par le Bénéficiaire de son Droit de Sortie Conjointe Proportionnelle, \nle nombre de Titres Cédés sera diminué du nombre du Titres Offerts, et il sera procédé \nà la Cession des Titres Cédés (tels que nouvellement calculés) et des Titres Offerts, par \nDocusign Envelope ID: 7F777731-B08F-4558-AFC1-069830807057\n\n- 19 - \nla remise des ordres de mouvement nécessaires pour opérer le transfert de propriété et \nla retranscription de la Cession dans le registre des mouvements de titres de la Société \ncontre paiement du prix ou remise de la contrepartie de la Cession, dans le délai visé \ndans le Projet de Cession notifié ou, si rien n’est prévu à cet effet, dans un délai de trente \n(30) jours à compter de la date de l’expiration du délai de dix (10) Jours Ouvrés imparti \npour exercer le Droit de Sortie Conjointe Proportionnelle, étant précisé que ce délai sera \nprolongé de la durée nécessaire à l ’accomplissement de toutes autorisations \nrèglementaires requises en application des lois et règlements pour la réalisation d ’une \ntelle Cession, sans toutefois que ce délai puisse excéder neuf (9) mois. \n13.6 A l’effet de s ’assurer du rachat des Titres Offerts et leur paiement dans ce délai, la Partie \nCédante ne transférera la propriété des Titres Cédés (après déduction des Titres Offerts) à \nl’Acquéreur et ne percevra le prix de ces Titres Cédés qu’à la condition que, simultanément, \nl’Acquéreur se voit transférer la propriété et s ’acquitte du prix de cession des Titre s Offerts. \nA défaut d’acquisition des Titres Offerts par l’Acquéreur et sous réserve que la Partie Cédante \nait effectivement cédé les Titres Cédés à l ’Acquéreur, la Partie Cédante sera tenu d’acquérir \nles Titres Offerts du Bénéficiaire au\nla Partie \nCédante ne transférera la propriété des Titres Cédés (après déduction des Titres Offerts) à \nl’Acquéreur et ne percevra le prix de ces Titres Cédés qu’à la condition que, simultanément, \nl’Acquéreur se voit transférer la propriété et s ’acquitte du prix de cession des Titre s Offerts. \nA défaut d’acquisition des Titres Offerts par l’Acquéreur et sous réserve que la Partie Cédante \nait effectivement cédé les Titres Cédés à l ’Acquéreur, la Partie Cédante sera tenu d’acquérir \nles Titres Offerts du Bénéficiaire aux mêmes conditions que celles stipulées ci-dessus. \n13.7 Pour le cas où, à l’occasion d’un Projet de Cession dûment notifié, le Bénéficiaire n’aurait pas \nexercé son Droit de Sortie Conjointe Proportionnelle, la Partie Cédante devra procéder à la \nCession dans le strict respect des termes du projet notifié et dans le délai prévu par celui-ci ou, \nà défaut de délai prévu, dans un délai de trente (30) jours à compter de l’expiration du délai de \nsortie proportionnelle, et faute pour la Partie Cédante de procéder ainsi, il devrait à nouveau, \npréalablement à toute Cession de ses Titres, se conformer aux stipulations du présent Pacte.\n14. PROCESSUS DE LIQUIDITE \n14.1 Principe \nA l’issue de la Période d’Inaliénabilité, les Parties auront la possibilité d’initier, d’un commun \naccord, une procédure de Cession de l’intégralité (et pas moins de l’intégralité) des Titres de \nla Société dans les conditions stipulées ci-dessous (le « Processus de Liquidité »). \n14.2 Désignation d’un Mandataire de Vente \nLa mise en œuvre du Processus de Liquidité sera initiée par la notification faite par l ’une ou \nl’autre des Parties à l’autre Partie de son intention d’initier ledit Processus de Liquidité \n(la « Notification d’Intention »). \nLes Parties disposeront d’un délai de quinze (15) Jours Ouvrés à compter de la date de la \nNotification d’Intention pour s’accorder sur le choix d’un intermédiaire, banque d'affaires, de \nbonne réputation, doté d’une connaissance du secteur d'activité de la Société et, le cas échéant, \nde ses Filiales , en vue de la mise en œuvre du Processus de Liquidité (le « Mandataire de \nVente »). Les frais et honoraires du Mandataire de Vente seront supportés, au prorata de leur \nparticipation dans le capital de la Société, par chacune des Parties. A défaut d’accord des \nParties sur l’identité du Mandataire de Vente dans le délai précité, l’une ou l’autre des Parties \npourra décider de mettre en œuvre la Procédure d’Escalade prévue à l’Article 26. A défaut \nd’accord sur l’identité du Mandataire de Vente à l’issue de la Procédure d’Escalade, le \nProcessus de Liquidité sera réputé avoir échoué et l’une ou l’autre des Parties ne pourra pas \ndécider seule de mandater un Mandataire de Vente. \nDocusign Envelope ID: 7F777731-B08F-4558-AFC1-069830807057\n\n- 20 - \nUne fois le Mandataire de Vente valablement désigné, les Parties lui confieront un mandat de \ncession de l’intégralité (et pas moins de l’intégralité) des Titres de la Société, d’une durée d’un \n(1) an renouvelable par périodes de trois (3) mois dans la limite d’une durée totale du mandat \nde deux (2) ans. \nChaque Partie s’engage d’ores et déjà irrévocablement à signer le mandat susvisé dans un délai \nde dix (10) Jours Ouvrés à compter de la désignation du Mandataire de Vente. \nA compter de la signature du mandat de cession, les Parties s’engagent à ne pas procéder à une \nquelconque Cession de Titres pendant la durée du mandat, y compris en application des \nstipulations du Pacte, à l’exception d’une Cession Libre. \n14.3 Coopération entre les Parties \nLes interlocuteurs du Mandataire de Vente seront les Parties en leur qualité d’associés de la \nSociété. \nLes Parties et la Société s’engagent à coopérer entre elles avec loyauté et transparence, et, à la \ndate du Mandat de Vente, avec le Mandataire de Vente, en vue de permettre l’aboutisseme nt \ndu Processus de Liquidité. \nLes Parties se réuniront à l’effet d’examiner ensemble les offres remises par les tiers \nacquéreurs potentiels identifiés par le Mandataire de Vente, étant toutefois précisé que les \nParties resteront libres d’accepter ou non toute offre reçue (sous réserve des stipulations de \nl’Article 15). Tout projet d’offre devra ainsi faire l’objet d’une discussion et d’une concertation \nde bonne foi entre les Parties, tant sur le prix que sur les modalités de l'offre.\n15. OBLIGATION DE SORTIE CONJOINTE \n15.1 A l’issue de la Période d’Inaliénabilité, s i le Majoritaire reçoit d’un ou plusieurs Tiers non \nAffiliés au Majoritaire, agissant seul ou de concert au sens de l ’article L. 233-10 du Code de \ncommerce (ci-après, pour les besoins du présent Article, l’« Acquéreur ») une offre portant \nsur 100% des Titres (l’« Offre ») et si le Majoritaire accepte cette Offre, le Majoritaire aura la \nfaculté d’acquérir (avec faculté de substitution au bénéfice de l’Acquéreur sans solidarité pour \nl’avenir et sous réserve de constater cette substitution par écrit) les Titres détenus par le \nMinoritaire conformément aux stipulations du présent Article (l’« Obligation de Sortie \nConjointe »). \nNonobstant ce qui précède, pendant une période de deux (2) ans suivant l’expiration de la \nPériode d’Inaliénabilité, l’Obligation de Sortie Conjointe ne pourra être mise en œuvre par le \nMajoritaire qu’à l’issue du Processus de Liquidité et sous réserve d’ac cepter la « meilleure \noffre » (en termes de prix et de certitude de réalisation quant à l’obtention des autorisations \nréglementaires au titre du contrôle des concentrations et des investissements étrangers) et des \nstipulations de l’Article 9.1.3. Les Parties conviennent d’ores et déjà que la \"meilleure offre\" \ndevra stipuler des conditions de prix de cession équitables entre les Partie s. En outre, toute \ngarantie à consentir, le cas échéant, dans le cadre de cette offre devra stipuler des conditions \nraisonnables (en prévoyant des clauses limitatives usuelles – seuil, plafond…). \n15.2 Le Minoritaire s’engage irrévocablement à Céder ses Titres conformément aux stipulations du \nprésent Article, ce que le Majoritaire accepte en tant que promesse (sans prendre l’engagement \nde l ’exercer). Cet engagement sera susceptible d ’exécution forcée conformément à \nl’Article 20.7. \nDocusign Envelope ID: 7F777731-B08F-4558-AFC1-069830807057\n\n- 21 - \n15.3 A cet effet, le Majoritaire devra adresser une Notification de Cession au Minoritaire et à la \nSociété en indiquant son intention de se prévaloir des stipulations du présent Article 15 et dans \nun tel cas, sous réserve des stipulations de l’Article 9.1.3 : \n(a) le Minoritaire sera tenu de Céder au Majoritaire, ou à l ’Acquéreur si le Majoritaire a \nexercé sa faculté de substitution, tous ses Titres, aux prix, termes et conditions de l’Offre \nreçue et décrite dans la Notification de Cession, qui devront être identiques aux prix, \ntermes et conditions appliqués au Majoritaire, étant toutefois précisé que, sans préjudice \ndes stipulations de l’Article 14, les honoraires, frais et débours de prestataires extérieurs \n(banque conseil, avocat, auditeur, etc.) engagés par la Société ou par (ou pour le compte \nde) l’ensemble des Parties seront supportés par les Parties au p rorata du produit de \nCession perçu dans le cadre de la Cession susvisée ; \n(b) Le Minoritaire ne sera tenu de Céder ses Titres conformément à ce qui précède qu ’à \ncondition que le Majoritaire Cède concomitamment la totalité des Titres à l’Acquéreur \net que cette Cession à l’Acquéreur soit réalisée dans un délai de trois (3) mois à compter \nde la date de la Notification de Cession, étant précisé que ce délai sera prolongé de la \ndurée nécessaire à l’obtention de toutes autorisations réglementaires requises pour la \nréalisation d’une telle Cession, sans toutefois que ce délai puisse excéder neuf (9) mois \n; \n(c) le Minoritaire remettra au Majoritaire (ou à l’Acquéreur), contre paiement du prix ou \nversement de la contrepartie de la Cession, tous ordres de mouvement nécessaires pour \nopérer transfert de propriété des Titres et retranscription de la Cession dans le registre \ndes mouvements de titres de la Société, et la Société apportera toute assistance pouvant \ns’avérer utile pour faciliter l’acquisition des Titres du Minoritaire par le Majoritaire (ou \npar l’Acquéreur) ; \n(d) dans l’hypothèse où le Majoritaire aurait notifié au Minoritaire la mise en œuvre des \nstipulations du présent Article conformément aux stipulations ci -dessus, mais le \nMinoritaire serait resté défaillant dans l’exécution de ses obligations au titre du présent \nArticle, le Majoritaire (ou l’Acquéreur) pourra consigner auprès de tout établissement \nbancaire ou financier acceptant cette mission le prix des Titres dont la Cession n’aurait \npas été obtenue. Dans ce cas, la simple remi", "company_id": "eurolysine", "doc_id": "e76a66233fd86c40", "source_file": "ARES_-_Pacte_d'associés__(vPJM_01082024).docx.pdf", "page_start": 13, "page_end": 21, "section_title": "9. PRINCIPES GENERAUX APPLICABLES AUX CESSIONS"}]}
{"company_id": "eurolysine", "clause_family": "exit", "hits": [{"chunk_id": "e76a66233fd86c40_s0013_c0000", "text": "13. DROIT DE SORTIE CONJOINTE PROPORTIONNELLE \n13.1 Sous réserve des Cessions Libres , dans l’hypothèse où une Partie envisagerait de procéder à \nla Cession de tout ou partie de ses Titres (ci -après, pour les besoins du présent Article, les \n« Titres Cédés ») au bénéfice d ’un Tiers (ci-après, pour les besoins du présent Article, \nl’« Acquéreur »), l’autre Partie (ci -après d ésignée pour les besoins du présent Article, le \n« Bénéficiaire ») disposera d’un droit de sortie conjointe proportionnelle lui permettant, dans \nles conditions prévues ci-après, de céder tout ou partie de ses Titres, à sa discrétion, selon les \nmêmes modalités et aux mêmes termes et conditions (notamment de prix par Action) que ceux \nproposés par l’Acquéreur à la Partie Cédante , sous réserve des stipulations de l’Article 9.1.3 \n(le « Droit de Sortie Conjointe Proportionnelle »). \n13.2 La Partie Cédante devra, en conséquence, préalablement à la Cession de tout ou partie de ses \nTitres et à tout engagement de sa part en vue d ’une telle Cession, obtenir la promesse \nirrévocable de l’Acquéreur d’acquérir les Titres que le Bénéficiaire souhaiterait lui Céder en \napplication de l’Article 13, aux mêmes termes et conditions (notamment de prix par Action) \nque ceux proposés par l ’Acquéreur à la Partie Cédante , sous réserve des stipulations de \nl’Article 9.1.3. \n13.3 A cet effet, dans la situation visée à l ’Article 13.1, la Par tie Cédante devra adresser une \nNotification de Cession au Bénéficiaire et à la Société en indiquant que le Projet de Cession \nouvre droit à l’exercice du Droit de Sortie Conjointe Proportionnelle prévu au présent Article \n13. \n13.4 Dans le cas d ’un Projet de Cession ouvrant le droit d ’exercer le Droit de Sortie Conjointe \nProportionnelle prévu à l ’Article 13.1 ci-dessus, le Bénéficiaire pourra, dans les conditions \nprévues ci-dessous, céder à l’Acquéreur un nombre de Titres « N » calculé comme suit : \nN = NI x B \n \nOù : \n \n « NI » est le nombre de Titres Cédés, et \n « B » est le nombre de Titres détenus par le Bénéficiaire divisé par le nombre total de \nTitres. \n13.5 Le Bénéficiaire disposera d’un délai de dix (10) Jours Ouvrés à compter de la Notification de \nCession pour exercer son Droit de Sortie Conjointe Proportionnelle suivant les modalités \nsuivantes : \n(a) si le Bénéficiaire souhaite exercer son Droit de Sortie Conjointe Proportionnelle, il \nnotifiera à la Partie Cédante et à la Société, préalablement à l ’expiration du délai de \ntrente dix (10) Jours Ouvrés indiqué ci-dessus, qu’il souhaite céder le nombre de Titres \nN mentionné à l’Article 13.4 (ci-après collectivement les « Titres Offerts ») ; et \n(b) en cas d’exercice par le Bénéficiaire de son Droit de Sortie Conjointe Proportionnelle, \nle nombre de Titres Cédés sera diminué du nombre du Titres Offerts, et il sera procédé \nà la Cession des Titres Cédés (tels que nouvellement calculés) et des Titres Offerts, par \nDocusign Envelope ID: 7F777731-B08F-4558-AFC1-069830807057\n\n- 19 - \nla remise des ordres de mouvement nécessaires pour opérer le transfert de propriété et \nla retranscription de la Cession dans le registre des mouvements de titres de la Société \ncontre paiement du prix ou remise de la contrepartie de la Cession, dans le délai visé \ndans le Projet de Cession notifié ou, si rien n’est prévu à cet effet, dans un délai de trente \n(30) jours à compter de la date de l’expiration du délai de dix (10) Jours Ouvrés imparti \npour exercer le Droit de Sortie Conjointe Proportionnelle, étant précisé que ce délai sera \nprolongé de la durée nécessaire à l ’accomplissement de toutes autorisations \nrèglementaires requises en application des lois et règlements pour la réalisation d ’une \ntelle Cession, sans toutefois que ce délai puisse excéder neuf (9) mois. \n13.6 A l’effet de s ’assurer du rachat des Titres Offerts et leur paiement dans ce délai, la Partie \nCédante ne transférera la propriété des Titres Cédés (après déduction des Titres Offerts) à \nl’Acquéreur et ne percevra le prix de ces Titres Cédés qu’à la condition que, simultanément, \nl’Acquéreur se voit transférer la propriété et s ’acquitte du prix de cession des Titre s Offerts. \nA défaut d’acquisition des Titres Offerts par l’Acquéreur et sous réserve que la Partie Cédante \nait effectivement cédé les Titres Cédés à l ’Acquéreur, la Partie Cédante sera tenu d’acquérir \nles Titres Offerts du Bénéficiaire au\nla Partie \nCédante ne transférera la propriété des Titres Cédés (après déduction des Titres Offerts) à \nl’Acquéreur et ne percevra le prix de ces Titres Cédés qu’à la condition que, simultanément, \nl’Acquéreur se voit transférer la propriété et s ’acquitte du prix de cession des Titre s Offerts. \nA défaut d’acquisition des Titres Offerts par l’Acquéreur et sous réserve que la Partie Cédante \nait effectivement cédé les Titres Cédés à l ’Acquéreur, la Partie Cédante sera tenu d’acquérir \nles Titres Offerts du Bénéficiaire aux mêmes conditions que celles stipulées ci-dessus. \n13.7 Pour le cas où, à l’occasion d’un Projet de Cession dûment notifié, le Bénéficiaire n’aurait pas \nexercé son Droit de Sortie Conjointe Proportionnelle, la Partie Cédante devra procéder à la \nCession dans le strict respect des termes du projet notifié et dans le délai prévu par celui-ci ou, \nà défaut de délai prévu, dans un délai de trente (30) jours à compter de l’expiration du délai de \nsortie proportionnelle, et faute pour la Partie Cédante de procéder ainsi, il devrait à nouveau, \npréalablement à toute Cession de ses Titres, se conformer aux stipulations du présent Pacte.\n14. PROCESSUS DE LIQUIDITE \n14.1 Principe \nA l’issue de la Période d’Inaliénabilité, les Parties auront la possibilité d’initier, d’un commun \naccord, une procédure de Cession de l’intégralité (et pas moins de l’intégralité) des Titres de \nla Société dans les conditions stipulées ci-dessous (le « Processus de Liquidité »). \n14.2 Désignation d’un Mandataire de Vente \nLa mise en œuvre du Processus de Liquidité sera initiée par la notification faite par l ’une ou \nl’autre des Parties à l’autre Partie de son intention d’initier ledit Processus de Liquidité \n(la « Notification d’Intention »). \nLes Parties disposeront d’un délai de quinze (15) Jours Ouvrés à compter de la date de la \nNotification d’Intention pour s’accorder sur le choix d’un intermédiaire, banque d'affaires, de \nbonne réputation, doté d’une connaissance du secteur d'activité de la Société et, le cas échéant, \nde ses Filiales , en vue de la mise en œuvre du Processus de Liquidité (le « Mandataire de \nVente »). Les frais et honoraires du Mandataire de Vente seront supportés, au prorata de leur \nparticipation dans le capital de la Société, par chacune des Parties. A défaut d’accord des \nParties sur l’identité du Mandataire de Vente dans le délai précité, l’une ou l’autre des Parties \npourra décider de mettre en œuvre la Procédure d’Escalade prévue à l’Article 26. A défaut \nd’accord sur l’identité du Mandataire de Vente à l’issue de la Procédure d’Escalade, le \nProcessus de Liquidité sera réputé avoir échoué et l’une ou l’autre des Parties ne pourra pas \ndécider seule de mandater un Mandataire de Vente. \nDocusign Envelope ID: 7F777731-B08F-4558-AFC1-069830807057\n\n- 20 - \nUne fois le Mandataire de Vente valablement désigné, les Parties lui confieront un mandat de \ncession de l’intégralité (et pas moins de l’intégralité) des Titres de la Société, d’une durée d’un \n(1) an renouvelable par périodes de trois (3) mois dans la limite d’une durée totale du mandat \nde deux (2) ans. \nChaque Partie s’engage d’ores et déjà irrévocablement à signer le mandat susvisé dans un délai \nde dix (10) Jours Ouvrés à compter de la désignation du Mandataire de Vente. \nA compter de la signature du mandat de cession, les Parties s’engagent à ne pas procéder à une \nquelconque Cession de Titres pendant la durée du mandat, y compris en application des \nstipulations du Pacte, à l’exception d’une Cession Libre. \n14.3 Coopération entre les Parties \nLes interlocuteurs du Mandataire de Vente seront les Parties en leur qualité d’associés de la \nSociété. \nLes Parties et la Société s’engagent à coopérer entre elles avec loyauté et transparence, et, à la \ndate du Mandat de Vente, avec le Mandataire de Vente, en vue de permettre l’aboutisseme nt \ndu Processus de Liquidité. \nLes Parties se réuniront à l’effet d’examiner ensemble les offres remises par les tiers \nacquéreurs potentiels identifiés par le Mandataire de Vente, étant toutefois précisé que les \nParties resteront libres d’accepter ou non toute offre reçue (sous réserve des stipulations de \nl’Article 15). Tout projet d’offre devra ainsi faire l’objet d’une discussion et d’une concertation \nde bonne foi entre les Parties, tant sur le prix que sur les modalités de l'offre.\n15. OBLIGATION DE SORTIE CONJOINTE \n15.1 A l’issue de la Période d’Inaliénabilité, s i le Majoritaire reçoit d’un ou plusieurs Tiers non \nAffiliés au Majoritaire, agissant seul ou de concert au sens de l ’article L. 233-10 du Code de \ncommerce (ci-après, pour les besoins du présent Article, l’« Acquéreur ») une offre portant \nsur 100% des Titres (l’« Offre ») et si le Majoritaire accepte cette Offre, le Majoritaire aura la \nfaculté d’acquérir (avec faculté de substitution au bénéfice de l’Acquéreur sans solidarité pour \nl’avenir et sous réserve de constater cette substitution par écrit) les Titres détenus par le \nMinoritaire conformément aux stipulations du présent Article (l’« Obligation de Sortie \nConjointe »). \nNonobstant ce qui précède, pendant une période de deux (2) ans suivant l’expiration de la \nPériode d’Inaliénabilité, l’Obligation de Sortie Conjointe ne pourra être mise en œuvre par le \nMajoritaire qu’à l’issue du Processus de Liquidité et sous réserve d’ac cepter la « meilleure \noffre » (en termes de prix et de certitude de réalisation quant à l’obtention des autorisations \nréglementaires au titre du contrôle des concentrations et des investissements étrangers) et des \nstipulations de l’Article 9.1.3. Les Parties conviennent d’ores et déjà que la \"meilleure offre\" \ndevra stipuler des conditions de prix de cession équitables entre les Partie s. En outre, toute \ngarantie à consentir, le cas échéant, dans le cadre de cette offre devra stipuler des conditions \nraisonnables (en prévoyant des clauses limitatives usuelles – seuil, plafond…). \n15.2 Le Minoritaire s’engage irrévocablement à Céder ses Titres conformément aux stipulations du \nprésent Article, ce que le Majoritaire accepte en tant que promesse (sans prendre l’engagement \nde l ’exercer). Cet engagement sera susceptible d ’exécution forcée conformément à \nl’Article 20.7. \nDocusign Envelope ID: 7F777731-B08F-4558-AFC1-069830807057\n\n- 21 - \n15.3 A cet effet, le Majoritaire devra adresser une Notification de Cession au Minoritaire et à la \nSociété en indiquant son intention de se prévaloir des stipulations du présent Article 15 et dans \nun tel cas, sous réserve des stipulations de l’Article 9.1.3 : \n(a) le Minoritaire sera tenu de Céder au Majoritaire, ou à l ’Acquéreur si le Majoritaire a \nexercé sa faculté de substitution, tous ses Titres, aux prix, termes et conditions de l’Offre \nreçue et décrite dans la Notification de Cession, qui devront être identiques aux prix, \ntermes et conditions appliqués au Majoritaire, étant toutefois précisé que, sans préjudice \ndes stipulations de l’Article 14, les honoraires, frais et débours de prestataires extérieurs \n(banque conseil, avocat, auditeur, etc.) engagés par la Société ou par (ou pour le compte \nde) l’ensemble des Parties seront supportés par les Parties au p rorata du produit de \nCession perçu dans le cadre de la Cession susvisée ; \n(b) Le Minoritaire ne sera tenu de Céder ses Titres conformément à ce qui précède qu ’à \ncondition que le Majoritaire Cède concomitamment la totalité des Titres à l’Acquéreur \net que cette Cession à l’Acquéreur soit réalisée dans un délai de trois (3) mois à compter \nde la date de la Notification de Cession, étant précisé que ce délai sera prolongé de la \ndurée nécessaire à l’obtention de toutes autorisations réglementaires requises pour la \nréalisation d’une telle Cession, sans toutefois que ce délai puisse excéder neuf (9) mois \n; \n(c) le Minoritaire remettra au Majoritaire (ou à l’Acquéreur), contre paiement du prix ou \nversement de la contrepartie de la Cession, tous ordres de mouvement nécessaires pour \nopérer transfert de propriété des Titres et retranscription de la Cession dans le registre \ndes mouvements de titres de la Société, et la Société apportera toute assistance pouvant \ns’avérer utile pour faciliter l’acquisition des Titres du Minoritaire par le Majoritaire (ou \npar l’Acquéreur) ; \n(d) dans l’hypothèse où le Majoritaire aurait notifié au Minoritaire la mise en œuvre des \nstipulations du présent Article conformément aux stipulations ci -dessus, mais le \nMinoritaire serait resté défaillant dans l’exécution de ses obligations au titre du présent \nArticle, le Majoritaire (ou l’Acquéreur) pourra consigner auprès de tout établissement \nbancaire ou financier acceptant cette mission le prix des Titres dont la Cession n’aurait \npas été obtenue. Dans ce cas, la simple remi\nMajoritaire (ou \npar l’Acquéreur) ; \n(d) dans l’hypothèse où le Majoritaire aurait notifié au Minoritaire la mise en œuvre des \nstipulations du présent Article conformément aux stipulations ci -dessus, mais le \nMinoritaire serait resté défaillant dans l’exécution de ses obligations au titre du présent \nArticle, le Majoritaire (ou l’Acquéreur) pourra consigner auprès de tout établissement \nbancaire ou financier acceptant cette mission le prix des Titres dont la Cession n’aurait \npas été obtenue. Dans ce cas, la simple remise à la Société de la copie de la Notification \nde Cession indiquant la volonté de mettre en œuvre les stipulations du présent Article \net du récépissé de la consignation vaudra ordre de mouvement et obligera la Société à \npasser les écritures qui en résulteraient dans le registre des mouvements de titres et les \ncomptes d’associés correspondants.", "company_id": "eurolysine", "doc_id": "e76a66233fd86c40", "source_file": "ARES_-_Pacte_d'associés__(vPJM_01082024).docx.pdf", "page_start": 18, "page_end": 21, "section_title": "13. DROIT DE SORTIE CONJOINTE PROPORTIONNELLE"}, {"chunk_id": "e76a66233fd86c40_s0017_c0003", "text": "points de \ndésaccord qu ’il pourrait avoir concernant le montant du ou des Complément(s) de Prix \nindiqué(s) par le Majoritaire dans la Notification de Complément de Prix (ci-après, pour les \nbesoins du présent Article, le ou les « Points de Désaccord »), étant précisé que cette \nnotification du ou des Points de Désaccord devra faire apparaître le ou les retraitem ents \nproposés de bonne foi par le Minoritaire, les justifications de ces retraitements ainsi que le ou \nles Complément(s) de Prix en résultant et les détails de son calcul. \nA défaut de notification par le Minoritaire du ou des Points de Désaccord dans le délai susvisé \nde trente (30) Jours Ouvrés, le montant du ou des Complément(s) de Prix notifié au Minoritaire \npar le Majoritaire sera (ont) réputé(s) accepté(s) définitivement par le Minoritaire et liera le \nMinoritaire et le Majoritaire. \nDocusign Envelope ID: 7F777731-B08F-4558-AFC1-069830807057\n\n- 31 - \nDans ce cas, le Majoritaire paiera le ou les Complément(s) de Prix au Minoritaire, ou à tout \nAffilié qu’il se serait substitué, dans un délai de cinq (5) Jours Ouvrés suivant l’expiration du \ndélai de trente (30) Jours Ouvrés laissé au Minoritaire pour notifier au Majoritaire l e ou les \nPoints de Désaccord par virement bancaire en fonds immédiatement disponibles sur le compte \nbancaire du Minoritaire, ou toute Affilié qu’il se serait substitué, dont les coordonnées auront \nété préalablement communiquées. \nDans l ’hypothèse où un ou plusieurs Points de Désaccord auraient été notifiés par le \nMinoritaire au Majoritaire et n’auraient pas été résolus amiablement dans un délai de cinq (5) \nJours Ouvrés suivant la réception par le Majoritaire de la notification du ou des Points de \nDésaccord, ces Points de Désaccord (et seulement ceux -ci) seront soumis à un tiers expert \nindépendant désigné d ’un commun accord entre le Majoritaire et le Minoritaire parmi les \ncabinets d’expertise comptable ou conseils financiers indépendants des Parties, reconnus dans \nle secteur d ’activité de la Société et de réputation nationale ou internationale ou, à défaut \nd’accord ou si l’expert refuse ou n’est pas en mesure de conduire sa mission, à la demande de \nla Partie intéressée la plus diligente, par le président du tribunal de commerce de Paris statuant \nselon la procédure accélérée au fond (ou toute autre procédure équivalente, dans l ’hypothèse \noù en raison d’un changement de jurisprudence la procédure accélérée au fond ne serait plus \napplicable dans le cadre de la désignation d’un expert au visa de l’article 1592 du Code civil) \net sans recours possible ou, à défaut de compétence de ce dernier, par les juridictions du fond \ncompétentes (l’« Expert »). \nLes Parties conviennent expressément que dans l’hypothèse où l’Expert ainsi désigné ne serait \npas en mesure de conduire sa mission à son terme, il sera recouru à un nouvel expert, désigné \nconformément aux stipulations du présent Article, et ainsi de suite jusqu’à ce qu’un expert fixe \nle ou les Complément(s) de Prix dans les conditions définies au présent Article. \nL’Expert n’agira pas en qualité d’amiable compositeur, mais dans le cadre des dispositions de \nl’article 1592 du Code civil, et sera exclusivement chargé, dans le respect du principe du \ncontradictoire, de régler le ou les Points de Désaccord concernant le ou les Complément(s) de \nPrix, à partir des éléments qui lui seront présentés par le Minoritaire et le Majoritaire, et \nconformément aux stipulations du Pacte. \nPour les besoins de la détermination du Complément de Prix, le Minoritaire, le Majoritaire et \nl’Expert seront liés par les définitions, formules et autres stipulations du Pacte. \nL’Expert devra faire ses meilleurs efforts pour notifier au Minoritaire et au Majoritaire, dans \nun délai de quinze (15) Jours Ouvrés à compter de sa désignation, un rapport indiquant ses \nconclusions sur le ou les Points de Désaccord ainsi que sur le montant du ou des \nComplément(s) de Prix. Son rapport devra être motivé, et indiquer ses conclusions sur le ou \nles Points de Désaccord ainsi q ue sur le cas échéant, l’EBITDA Réel Sucre, le cas échéant, \nl’EBITDA Réel Anti-Dumping et le(s) Complément(s) de Prix en résultant. \nSauf en cas de fraude ou d ’erreur manifeste (étant précisé que le fait pour l ’Expert de ne pas \nappliquer les règles prévues par le Pacte sera considéré comme constituant une telle erreur \nmanifeste)\nr le ou les Points de Désaccord ainsi que sur le montant du ou des \nComplément(s) de Prix. Son rapport devra être motivé, et indiquer ses conclusions sur le ou \nles Points de Désaccord ainsi q ue sur le cas échéant, l’EBITDA Réel Sucre, le cas échéant, \nl’EBITDA Réel Anti-Dumping et le(s) Complément(s) de Prix en résultant. \nSauf en cas de fraude ou d ’erreur manifeste (étant précisé que le fait pour l ’Expert de ne pas \nappliquer les règles prévues par le Pacte sera considéré comme constituant une telle erreur \nmanifeste), le rapport de l’Expert sera définitif et liera le Minoritaire et le Majoritaire ; il sera \ninsusceptible de recours et exécutoire dès sa notification au Minoritaire et au Majoritair e par \nl’Expert. Les frais, débours et honoraires de l ’Expert seront (i) à la charge exclusive du \nMajoritaire si le montant du ou des Complément(s) de Prix notifié par l’Expert est supérieur à \ncelui(ceux) mentionné(s) dans la Notification de Complément de P rix, ou (ii) à la charge \nexclusive du Minoritaire dans tous les autres cas. \nLe(s) Complément(s) de Prix et les Intérêts sera(ont) payé(s) par le Majoritaire au Minoritaire, \nou à tout Affilié qu’il se serait substitué, au plus tard à l’expiration d’un délai de dix (10) Jours \nOuvrés suivant la résolution amiable des Points de Désaccord par les Parties, ou, à défaut, la \nDocusign Envelope ID: 7F777731-B08F-4558-AFC1-069830807057\n\n- 32 - \nnotification par l’Expert de son rapport au Minoritaire et au Majoritaire, par virement bancaire \nen fonds immédiatement disponibles sur le compte bancaire du Minoritaire, ou de tout Affilié \nqu’il se serait substitué, dont les coordonnées auront été préalablement communiquées. \nA l’effet de ce qui précède, les Parties et la Société s’engagent à coopérer pleinement avec \nl’Expert pour lui permettre d’accomplir sa mission dans le délai imparti et à lui communiquer \ndès que possible toutes les informations dont il aura besoin dans ce cadre.\n17. PROMESSES DE VENTE \n17.1 Objet \n17.1.1 Objet de la Promesse de Vente n°1 \nLe Minoritaire s’engage irrévocablement à céder au Majoritaire, à titre de promesse de vente, \nsur simple notification du Majoritaire, les Titres sous Option, dans les conditions stipulées ci-\naprès (la « Promesse de Vente n°1 »). \nLe Majoritaire accepte cette Promesse de Vente n°1 en tant que promesse unilatérale de vente \nseulement, sans obligation d ’acheter les Titres sous Option au M inoritaire, et se réserve la \nfaculté d’exercer ou non la Promesse de Vente n°1 qui lui est ainsi consentie. \nLa Promesse de Vente n°1 est indivisible et son exercice ne pourra en conséquence concerner \nque l’intégralité (et non une partie seulement) des Titres sous Option. \nLa Promesse de Vente n°1 pourra être discrétionnairement exercée par le Majoritaire, à tout \nmoment et sous réserve de la disponibilité des Comptes de Références applicables, à compter \ndu douzième (12ème) anniversaire de la signature du Pacte, sous réserve de l’absence d’exercice \nde la Promesse d’Achat par le Minoritaire à cette date. \n17.1.2 Objet de la Promesse de Vente n°2 \nLe Minoritaire s’engage irrévocablement à céder au Majoritaire, à titre de promesse de vente, \nsur simple notification du Majoritaire, les Titres sous Option dans les conditions stipulées ci-\naprès (la « Promesse de Vente n°2 »). \nLe Majoritaire accepte cette Promesse de Vente n°2 en tant que promesse unilatérale de vente \nseulement, sans obligation d ’acheter les Titres sous Option au Minoritaire, et se réserve la \nfaculté d’exercer ou non la Promesse de Vente n°2 qui lui est ainsi consentie. \nLa Promesse de Vente n°2 est indivisible et son exercice ne pourra en conséquence concerner \nque l’intégralité (et non une partie seulement) des Titres sous Option. \nLa Promesse de Vente n°2 pourra être discrétionnairement exercée par le Majoritaire, à tout \nmoment, dans un délai de trente (30) Jours Ouvrés en cas de sur venance d’une Situation de \nBlocage non résolue à la suite de la mise en œuvre de la Procédure d’Escalade. \n \nDocusign Envelope ID: 7F777731-B08F-4558-AFC1-069830807057\n\n- 33 - \n \n17.2 Prix de Vente \n17.2.1 Prix de Vente de la Promesse n°1 \nLe prix de vente total de l’intégralité des Titres sous Option en exécution de la Promesse d e \nVente n°1 (le « Prix de Vente n°1 ») sera égal au montant le plus élevé entre : \n(i) le Prix d’Achat n°1 ; \n(ii) 1€ ; et \n(iii) le résultat P de la formule suivante : \nP = (n / N) × Capitaux Propres \nOù : \n « n » désigne le nombre de Titres sous Option ; \n « N » désigne le nombre total d’Actions ; \n « Capitaux Propres » désigne les capitaux propres de la Société tels qu’ils ressortent des \nComptes de Référence au 31 décembre de l’année précédant la Notification d’Exercice , \nétant précisé que si, au cours de la période entre la date de signature des présentes et la \ndate de la Notification d’Exercice : \n(i) la Société a bénéficié de conditions tarifaires spécifiques sur le prix d’achat du sucre \nliées à l’intervention de l’Etat afin de compenser une non compétit ivité structurelle, \nle prix moyen d’achat du sucre (y compris transport) pris en compte dans le calcul du \nrésultat d’exploitation servant de base au calcul des Capitaux Propres sera, sur une \nbase polarisée, le prix de marché moyen d’achat du sucre sur l’an née considérée (« \nSucre blanc UE, Région 2, source European Commision ») y compris coût de \ntransport (prix rendu Amiens) (appliqué aux volumes qui ont été consommés lors de \nl’année considérée) ; et \n(ii) la Société a cédé les Technologies, le produit de cession desdites Technologies sera \nsoustrait du montant du résultat d’exploitation servant de base au calcul des Capitaux \nde Propres dans la limite d’un montant de 13.200.000 euros. \nUn exemple chiffré de calcul du Prix de Vente n°1 figure en Annexe 16.3. \nAfin d’éviter tout doute, dans l’hypothèse où le Prix de Vente n°1 serait égal au Prix d’Achat \nn°1, les stipulations de l’Article 16.3.2 s’appliqueront mutatis mutandis. \n17.2.2 Prix de Vente de la Promesse n°2 \nLe prix de vente total de l ’intégralité des Titres sous Option en exécution de la Promesse de \nVente n°2 (le « Prix de Vente n°2 ») sera égal au montant de l’apport en capital du Minoritaire \nà la Société à la date d’exercice de la Promesse de Vente n°2 (soit, pour les Titres souscrits \nDocusign Envelope ID: 7F777731-B08F-4558-AFC1-069830807057\n’hypothèse où le Prix de Vente n°1 serait égal au Prix d’Achat \nn°1, les stipulations de l’Article 16.3.2 s’appliqueront mutatis mutandis. \n17.2.2 Prix de Vente de la Promesse n°2 \nLe prix de vente total de l ’intégralité des Titres sous Option en exécution de la Promesse de \nVente n°2 (le « Prix de Vente n°2 ») sera égal au montant de l’apport en capital du Minoritaire \nà la Société à la date d’exercice de la Promesse de Vente n°2 (soit, pour les Titres souscrits \nDocusign Envelope ID: 7F777731-B08F-4558-AFC1-069830807057\n\n- 34 - \npar le Minoritaire avant la date des présentes, 22.500.000 euros). \n17.2.3 Absence de double-comptage et Principes Comptables \nAucun montant ne devra figurer dans les Comptes de Référence ou dans le calcul de la Dette \nNette ou de l’EBITDA Normatif ou dans les Capitaux Propres à plus d’une reprise, ou d’une \nmanière qui aurait pour conséquence de prendre en compte plus d’une fois un même actif ou \nun même passif dans le calcul du Prix de Vente. \nLa Dette Nette , l’EBITDA Normatif et les Capitaux Propres doivent être calculés \nconformément aux Principes Comptables. \n17.3 Notification d’Exercice des Promesses de Vente \nChaque Promesse de Vente sera valablement exercée par le Majoritaire sur simple notification \nau Minoritaire réalisée conformément à l ’Article 20.1 (ci-après, pour les besoins du présent \nArticle, la « Notification d’Exercice »). \nLa Notification d’Exercice devra : \n(a) indiquer la nature et le nombre des Titres sous Option ; \n(b) le cas échéant, indiquer le fondement sur lequel la Promesse de Vente est exercée ; et \n(c) comprendre le Prix de Vente et, le cas échéant, les Comptes de Référence des deux \nderniers exercices sociaux clos précédant l ’envoi de la Notification d ’Exercice ainsi \nqu’un document écrit comprenant de manière raisonnablement détaillée le calcul par le \nMajoritaire de l’EBITDA Normatif (en ce compris, le cas échéant, l’EBITDA Retraité \nSucre et l’EBITDA Retraité Anti-Dumping), de la Dette Nette, des Capitaux Propres et \ndu Prix de Vente en résultant. \nDans l ’hypothèse où les Comptes de Référence des deux derniers exercices sociaux clos \nprécédant l’envoi de la Notification d’Exercice ne seraient pas tous les deux disponibles à la \ndate d ’envoi de la Notification d ’Exercice, le M ajoritaire devra notifier les Comptes de \nRéférence des deux derniers exercices sociaux clos précédant l ’envoi de la Notification \nd’Exercice ainsi qu ’un document écrit comprenant de manière raisonnablement détaillée le \ncalcul par le Majoritaire de l’EBITDA Normatif ( en ce compris, le cas échéant, l’EBITDA \nRetraité Sucre et l’EBITDA Retraité Anti-Dumping), de la Dette Nette, des Capitaux Propres \net du Prix de Vente en résultant, dans les dix (10) Jours Ouvrés suivant l’arrêté et la \ncertification des derniers Comptes de Référence non disponibles (la « Notification du Prix de \nVente »). \n17.4 Procédure des Promesses \n(a) Le Minoritaire disposera d’un délai de trente (30) Jours Ouvrés à compter de la réception \nde la Notification d ’Exercice (ou, le cas échéant, de la Notification du Prix de Vente) \npour notifier en retour au M ajoritaire tous points de désaccord qu ’il pourrait avoir \nconcernant le montant du Prix de Vente indiqué par le Majoritaire dans la Notification \nd’Exercice ou, le cas échéant, la Notification du Prix de Vente (ci-après, pour les besoins \ndu présent Article, le ou les « Points de Désaccord »), étant précisé que cette \nDocusign Envelope ID: 7F777731-B08F-4558-AFC1-069830807057\n\n- 35 - \nnotification du ou des Points de Désaccord devra faire apparaître, le ou les retraitements \nproposés de bonne foi par le Minoritaire, les justifications de ces retraitements ainsi que \nle Prix de Vente en résultant et les détails de son calcul. \n(b) A défaut de notification par le Minoritaire du ou des Points de Désaccord dans le délai \nsusvisé de trente (30) Jours Ouvrés, le montant du Prix de Vente notifié au Minoritaire \npar le Majoritaire sera réputé accepté définitivement par le M inoritaire et liera le \nMajoritaire et le Minoritaire. \n Dans ce cas, le transfert de propriété des Titres sous Option devra avoir lieu au plus tard \nà l’expiration d’un délai de cinq (5) Jours Ouvrés suivant l’expiration du délai de trente \n(30) Jours Ouvrés laissé au Minoritaire pour notifier au Majoritaire le ou les Points de \nDésaccord. \n Il sera procédé à cette date aux opérations de\nte (30) Jours Ouvrés, le montant du Prix de Vente notifié au Minoritaire \npar le Majoritaire sera réputé accepté définitivement par le M inoritaire et liera le \nMajoritaire et le Minoritaire. \n Dans ce cas, le transfert de propriété des Titres sous Option devra avoir lieu au plus tard \nà l’expiration d’un délai de cinq (5) Jours Ouvrés suivant l’expiration du délai de trente \n(30) Jours Ouvrés laissé au Minoritaire pour notifier au Majoritaire le ou les Points de \nDésaccord. \n Il sera procédé à cette date aux opérations de réalisation décrites aux Articles 17.7 et \n17.8. \n(c) Dans l’hypothèse où un ou plusieurs Points de Désaccord auraient été notifiés par le \nMinoritaire au Majoritaire et n’auraient pas été résolus amiablement dans un délai de \ncinq (5) Jours Ouvrés suivant la réception par le Majoritaire de la notification du ou des \nPoints de Désaccord, ces Points de Désaccord (et seulement ceux-ci) seront soumis à un \ntiers expert indépendant désigné d ’un commun accord entre le M ajoritaire et le \nMinoritaire parmi les cabinets d ’expertise comptable ou conseils financiers \nindépendants des Parties, reconnus dans le secteur d ’activité de la Société et de \nréputation nationale ou internationale ou, à défaut d’accord ou si l’expert refuse ou n’est \npas en mesure de conduire sa mission, à la demande de la Partie intéressée la plus \ndiligente, par le président du tribunal de commerce de Paris statuant selon la procédure \naccélérée au fond (ou toute autre procédure équivalente, dans l’hypothèse où en raison \nd’un changement de ju risprudence la procédure accélérée au fond ne serait plus \napplicable dans le cadre de la désignation d’un expert au visa de l’article 1592 du Code \ncivil) et sans recours possible ou, à défaut de compétence de ce dernier, par les \njuridictions du fond compétentes (l’« Expert »). \n Les Parties conviennent expressément que dans l ’hypothèse où l’Expert ainsi désigné \nne serait pas en mesure de conduire sa mission à son terme, il sera recouru à un nouvel \nexpert, désigné conformément aux stipulations du présent Article, et ainsi de suite \njusqu’à ce qu ’un expert fixe le Prix de Vente dans les conditions définies au présent \nArticle. \n L’Expert n ’agira pas en qualité d ’amiable compositeur, mais dans le cadre des \ndispositions de l ’article 1592 du Code civil, et sera exclusivement chargé, dans le \nrespect du principe du contradictoire, de régler le ou les Points de Désaccord concernant \nle Prix de Vente, à partir des éléments qui lui seront présentés par le Majoritaire et le \nMinoritaire, et conformément aux stipulations du Pacte. \n Pour les besoins de la détermination du Prix de Vente, le Majoritaire, le Minoritaire et \nl’Expert seront liés par les définitions, formules et autres stipulations du Pacte. \n L’Expert devra faire ses meilleurs efforts pour notifier au Majoritaire et au Minoritaire, \nDocusign Envelope ID: 7F777731-B08F-4558-AFC1-069830807057\n\n- 36 - \ndans un délai de quinze (15) Jours Ouvrés à compter de sa désignation, un rapport \nindiquant ses conclusions sur le ou les Points de Désaccord ainsi que sur le montant du \nPrix de Vente. Son rapport devra être motivé, et indiquer ses conc lusions sur le ou les \nPoints de Désaccord ainsi que sur les Comptes de Référence, l’EBITDA Normatif (en \nce inclus, le cas échéant, l’EBITDA Retraité Sucre et l’EBITDA Retraité Anti -\nDumping), la Dette Nette, les Capitaux Propres et le Prix de Vente en résultant. \n Sauf en cas de fraude ou d ’erreur manifeste (étant précisé que le fait pour l ’Expert de \nne pas appliquer les règles prévues par le Pacte sera considéré comme constituant une \ntelle erreur manifeste), le rapport de l ’Expert sera définitif et lie ra le Majoritaire et le \nMinoritaire ; il sera insusceptible de recours et exécutoire dès sa notification au \nMajoritaire et au Minoritaire par l’Expert. Les frais, débours et honoraires de l ’Expert \nseront (i) à la charge exclusive du Majoritaire si le montant du Prix de Vente notifié par \nl’Expert est supérieur à celui mentionné dans la Notification d ’Exercice (ou, le cas \néchéant, la Notification du Prix de Vente) , ou (ii) à la charge exclusive du M inoritaire \ndans tous les autres cas. \n Le transfert de propriété des Titres sous Option devra avoir lieu au plus tard à \nl’expiration d’un délai de cinq (5) Jours Ouvrés suivant la résolution amiable des Points \nde Désaccord par les Parties,\nt honoraires de l ’Expert \nseront (i) à la charge exclusive du Majoritaire si le montant du Prix de Vente notifié par \nl’Expert est supérieur à celui mentionné dans la Notification d ’Exercice (ou, le cas \néchéant, la Notification du Prix de Vente) , ou (ii) à la charge exclusive du M inoritaire \ndans tous les autres cas. \n Le transfert de propriété des Titres sous Option devra avoir lieu au plus tard à \nl’expiration d’un délai de cinq (5) Jours Ouvrés suivant la résolution amiable des Points \nde Désaccord par les Parties, ou, à défaut, de la notification par l’Expert de son rapport \nau Majoritaire et au Minoritaire. \n Il sera procédé à cette date aux opérations de réalisation décrites aux Articles 17.7 et \n17.8. \n A l’effet de ce qui précède, les Parties et la Société s’engagent à coopérer pleinement \navec l’Expert pour lui permettre d ’accomplir sa mission dans le délai imparti et à lui \ncommuniquer dès que possible toutes les informations dont il aura besoin dans ce cadre. \n17.5 Paiement du Prix de Vente des Promesses \nLe paiement du Prix d e Vente au Minoritaire sera effectué par le Majoritaire à la date de \ntransfert visée à l’Article 17.4, en numéraire, par virement bancaire. \n17.6 Opérations à la date de Cession \nLes opérations de réalisation décrites aux Articles 17.7 et 17.8 auront lieu au siège social de \nla Société, ou en tout autre lieu convenu entre le Majoritaire et le Minoritaire, étant précisé \nque toutes les remises de documents ou opérations mentionnées ci -après comme devant \nintervenir à la date de Cession seront consi dérées comme ayant lieu simultanément et \nqu’aucune d’entre elles ne sera supposée avoir été effectuée avant que toutes les remises de \ndocuments ou opérations visées auxdits Articles 17.7 et 17.8 ne soient réalisées. \n17.7 Remise de documents par le Minoritaire \nA la date de Cession, le Minoritaire s’engage irrévocablement à remettre au Majoritaire : \n(a) un exemplaire original de l ’ordre de mouvement emportant transfert de propriété des \nTitres sous Option au Majoritaire, dûment complété et signé par le Minoritaire ; \nDocusign Envelope ID: 7F777731-B08F-4558-AFC1-069830807057\n\n- 37 - \n(b) la lettre de démission des fonctions de membre du Comité Stratégique du Membre \nMinoritaire ; \n(c) trois exemplaires originaux du formulaire Cerfa n°2759 requis pour l ’enregistrement \nauprès de l ’administration fiscale de la Cession des Titres sous Option, dûmen t \ncomplétés et signés par le Minoritaire. \n17.8 Remise de documents par le Majoritaire \nA la date de Cession, le Majoritaire s ’engage irrévocablement à remettre au Minoritaire une \ncopie certifiée conforme par le Majoritaire de l ’ordre de virement irrévocable corr espondant \nau versement par ce dernier au profit du Minoritaire du montant du Prix de Vente. \n17.9 Exécution forcée des Promesses de Vente \nLes Parties reconnaissent expressément le caractère irrévocable et intangible des termes de la \nPromesse d e Vente . Il est de la commune intention du M inoritaire et du Majoritaire que, \njusqu’à l ’expiration du Pacte, la Promesse d e Vente ne puisse être révoquée que par leur \nconsentement mutuel. \nEn conséquence, et compte tenu de l ’acceptation par le Majoritaire de la Promesse de Vente \nen tant que promesse unilatérale et sous réserve que le M ajoritaire décide d ’exercer la \nPromesse de Vente : \n- le Minoritaire s’engage définitivement à vendre les Titres sous Option au Majoritaire ; \n- toute rétractation unilatérale par le Minoritaire de son engagement, préalablement à \nl’exercice de la Promesse de Vente par le Majoritaire, sera de plein droit inefficace ; \n- sous réserve que le M ajoritaire décide d’exercer la Promesse d e Vente, le Majoritaire \ns’engage définitivement à verser au Minoritaire le montant du Prix d e Vente \nconformément à l’Article 17.5. \nIl est expressément entendu entre les Parties qu’en cas d’inexécution ou de rétractation de l’un \nde ses engagements par l ’une ou l’autre d’entre elles au titre de la Promesse d e Vente (et en \nparticulier de tout engagement de faire), la seule attribution de dommages et intérêts à l’autre \nPartie ne pourra pas être considérée comme constituant une réparation appropriée. \nLe Minoritaire convient donc expressément de ce que l ’inexécution ou la rétractation par lui \nde la Promesse de Vente sera inopposable au Majoritaire et que le Majoritaire pourra, s’il le \nsouhaite et à sa seul\nnexécution ou de rétractation de l’un \nde ses engagements par l ’une ou l’autre d’entre elles au titre de la Promesse d e Vente (et en \nparticulier de tout engagement de faire), la seule attribution de dommages et intérêts à l’autre \nPartie ne pourra pas être considérée comme constituant une réparation appropriée. \nLe Minoritaire convient donc expressément de ce que l ’inexécution ou la rétractation par lui \nde la Promesse de Vente sera inopposable au Majoritaire et que le Majoritaire pourra, s’il le \nsouhaite et à sa seule option, nonobstant toutes stipulations contraires, solliciter de la \njuridiction compétente toutes mesures appropriées (en ce compris dans le cadre d ’une \nprocédure en référé) et notamment : \n(a) la constatation judiciaire de la Cession des Titres sous Option qui a urait dû intervenir \nen l ’absence d ’inexécution ou de rétractation du Minoritaire, et ce au profit du \nMajoritaire ; \n(b) l’exécution forcée en nature, au besoin par un mandataire ad hoc substitué au \nMinoritaire et ayant reçu pouvoir de signer tous documents nécessaires, de \nDocusign Envelope ID: 7F777731-B08F-4558-AFC1-069830807057\n\n- 38 - \nl’engagement considéré ; \nle tout sans préjudice de tous dommages et intérêts qui viendraient s’y ajouter. \nEn particulier, les Parties renoncent chacune à se prévaloir de toute disproportion manifeste \nqui pourrait exister entre le coût de l’exécution forcée en nature de l’une des obligations dont \nelle est débitrice aux termes de la Promesse d e Vente et son intérêt pour l ’autre Partie, \ncréancière de ladite obligation, et ce dans le but d’empêcher l’exécution en nature de l’une de \nses obligations prévues par la Promesse de Vente sur le fondement de l’article 1221 du Code \ncivil. \n17.10 Jouissance des dividendes \nEn cas d ’exercice de la Promesse de Vente, le Majoritaire bénéficiera de l ’ensemble des \ndividendes non payés à la date de Cession des Titres sous Option. \n17.11 Faculté de substitution du Majoritaire \nLe Majoritaire pourra se substituer toute Personne à l’effet (i) de venir à ses droits au titre de \nla Promesse de Vente, ou (ii) d’exécuter ses engagements au titre de la Promesse de Vente. \nAu plus tard au moment de l’envoi de la Notification du Prix de Vente, le Majoritaire pourra \nnotifier au Minoritaire sa volonté de voir une Personne se substituer dans tous ses droits et \nobligations au titre de la Promesse de Vente, ce que le Minoritaire accepte ; étant précisé que \nle Majoritaire sera solidairement responsable de la bonne exécution des stipulations de la \nPromesse de Vente par son substitué. \nLe Minoritaire accepte ainsi expressément d’ores et déjà la cession de la Promesse de Vente \nau profit de la Personne qui se substituera au Majoritaire en application de ce qui précède et \nce, conformément aux articles 1216 à 1216-13 du Code civil. \nEn cas de mise en œuvre par le Majoritaire de la fa culté de substitution stipulée au présent \nArticle, le bénéficiaire de cette substitution deviendra débiteur des obligations mises à la \ncharge du Majoritaire par la Promesse de Vente et bénéficiaire des droits stipulés à son profit \naux termes de la Promesse de Vente, sans préjudice de la solidarité précitée. \n17.12 Paiement des Compléments de Prix \nDans un délai de quarante-cinq (45) Jours Ouvrés suivant l’expiration d’un délai de 6,5 ans à \ncompter de la Notification d’Exercice et dans l’hypothèse où le Prix de Vente serait égal au \nPrix d’Achat n°1 , le Majoritaire devra adress er au Minoritaire une notification écrite \nindiquant (la « Notification de Complément de Prix ») : \n(a) si l’un quelconque des Compléments de Prix visé à l’Article 16.3.2 est dû ; \n(b) un document écrit comprenant de manière raisonnablement détaillée le calcul par le \nMajoritaire de, selon le cas, l’EBITDA Réel Sucre et/ou l’EBITDA Réel Anti-Dumping, \nle Complément de Prix Sucre et/ou le Complément de Prix Anti-Dumping en résultant \net le montant des Intérêts. \nLe Minoritaire disposera d ’un délai de trente (30) Jours Ouvrés suivant la réception de la \nNotification de Complément de Prix pour notifier en retour au Majoritaire tous points de \nDocusign Envelope ID: 7F777731-B08F-4558-AFC1-069830807057\n\n- 39 - \ndésaccord qu ’il pourrait avoir concernant le montant du ou des Complément(s) de Prix \nindiqué(s) par le Majoritaire dans la Notification de Complément de Prix (ci-après, pour les \nbesoins du présent Article, le\nt de Prix Anti-Dumping en résultant \net le montant des Intérêts. \nLe Minoritaire disposera d ’un délai de trente (30) Jours Ouvrés suivant la réception de la \nNotification de Complément de Prix pour notifier en retour au Majoritaire tous points de \nDocusign Envelope ID: 7F777731-B08F-4558-AFC1-069830807057\n\n- 39 - \ndésaccord qu ’il pourrait avoir concernant le montant du ou des Complément(s) de Prix \nindiqué(s) par le Majoritaire dans la Notification de Complément de Prix (ci-après, pour les \nbesoins du présent Article, le ou les « Points de Désaccord »), étant précisé que cette \nnotification du ou des Points de Désaccord devra faire apparaître le ou les retraitements \nproposés de bonne foi par le Minoritaire, les justifications de ces retraitements ainsi que le ou \nles Complément(s) de Prix en résultant et les détails de son calcul. \nA défaut de notification par le Minoritaire du ou des Points de Désaccord dans le délai susvisé \nde trente (30) Jours Ouvrés, le montant du ou des Complément(s) de Prix notifié au Minoritaire \npar le Majoritaire sera (ont) réputé(s) accepté(s) définitivement par le Minoritaire et liera le \nMinoritaire et le Majoritaire. \nDans ce cas, le Majoritaire paiera le ou les Complément(s) de Prix au Minoritaire, ou à tout \nAffilié qu’il se serait substitué, dans un délai de cinq (5) Jours Ouvrés suivant l’expiration du \ndélai de trente (30) Jours Ouvrés laissé au Minoritaire pour notifier au Majoritaire le ou les \nPoints de Désaccord par virement bancaire en fonds immédiatement disponibles sur le compte \nbancaire du Minoritaire, ou toute Affilié qu’il se serait substitué, dont les coordonnées auront \nété préalablement communiquées. \nDans l ’hypothèse où un ou plusieurs Points de Désaccord auraient été notifiés par le \nMinoritaire au Majoritaire et n’auraient pas été résolus amiablement dans un délai de cinq (5) \nJours Ouvrés suivant la réception par le Majoritaire de la notification du ou des Points de \nDésaccord, ces Points de Désaccord (et seulement ceux -ci) seront soumis à un tiers expert \nindépendant désigné d ’un commun accord entre le Majoritaire et le Minoritaire parmi les \ncabinets d’expertise comptable ou conseils financiers indépendants des Parties, reconnus dans \nle secteur d ’activité de la Société et de réputation nationale ou internationa le ou, à défaut \nd’accord ou si l’expert refuse ou n’est pas en mesure de conduire sa mission, à la demande de \nla Partie intéressée la plus diligente, par le président du tribunal de commerce de Paris statuant \nselon la procédure accélérée au fond (ou toute autre procédure équivalente, dans l’hypothèse \noù en raison d’un changement de jurisprudence la procédure accélérée au fond ne serait plus \napplicable dans le cadre de la désignation d’un expert au visa de l’article 1592 du Code civil) \net sans recours possible ou, à défaut de compétence de ce dernier, par les juridictions du fond \ncompétentes (l’« Expert »). \nLes Parties conviennent expressément que dans l’hypothèse où l’Expert ainsi désigné ne serait \npas en mesure de conduire sa mission à son terme, il sera recouru à un nouvel expert, désigné \nconformément aux stipulations du présent Article, et ainsi de suite jusqu’à ce qu’un expert fixe \nle ou les Complément(s) de Prix dans les conditions définies au présent Article. \nL’Expert n’agira pas en qualité d’amiable compositeur, mais dans le cadre des dispositions de \nl’article 1592 du Code civil, et sera exclusivement chargé, dans le respect du principe du \ncontradictoire, de régler le ou les Points de Désaccord concernant le ou les Complément(s) de \nPrix, à partir des éléments qui lui seront présentés par le Minoritaire et le Majoritaire, et \nconformément aux stipulations du Pacte. \nPour les besoins de la détermination du Complément de Prix, le Minoritaire, le Majoritaire et \nl’Expert seront liés par les définitions, formules et autres stipulations du Pacte. \nL’Expert devra faire ses meilleurs efforts pour notifier au Minoritaire et au Majoritaire, dans \nun délai de quinze (15) Jours Ouvrés à compter de sa désignation, un rapport indiquant ses \nconclusions sur le ou les Point s de Désaccord ainsi que sur le montant du ou des \nComplément(s) de Prix. Son rapport devra être motivé, et indiquer ses conclusions sur le ou \nles Points de Désaccord ainsi que sur le cas échéant, l’EBITDA Réel Sucre, le cas échéant, \nl’EBITDA Réel Anti-Dumping et le(s) Co", "company_id": "eurolysine", "doc_id": "e76a66233fd86c40", "source_file": "ARES_-_Pacte_d'associés__(vPJM_01082024).docx.pdf", "page_start": 26, "page_end": 40, "section_title": "16.11. \nDocusign Envelope ID: 7F777731-B08F-4558-AFC1-069830807057"}, {"chunk_id": "e76a66233fd86c40_s0036_c0000", "text": "Annexe 21.1 Engagements RSE de Bpifrance \n \nDocusign Envelope ID: 7F777731-B08F-4558-AFC1-069830807057\n\n- 52 -\nAnnexe (A) \nBusiness Plan Initial1 \n \n \n \nPlan de financement FY24 (6mois) – FY30 \n \n \n \nInvestissements \n \n \n \n1 Les Parties se réfèrent au fichier excel transmis au Minoritaire le 26 juillet 2024. \nProjection BP\nDevise : en k€ S2 - 24B FY25BP FY26BP FY27BP FY28BP FY29BP FY30BP Cum. \n6,5ans \nRécurrents 6 400 11 400 11 400 11 400 11 400 11 400 11 400 74 800\nCapacitaires 6 000 - - 12 000 12 000 - - 30 000\nRéglementaires 950 8 250 2 750 2 750 2 750 1 250 1 250 19 950\nPlan de performance - 1 000 1 000 1 000 1 000 1 000 1 000 6 000\nTotal investissements 13 350 20 650 15 150 27 150 27 150 13 650 13 650 130 750\nDocusign Envelope ID: 7F777731-B08F-4558-AFC1-069830807057\n\n- 53 -\nAnnexe 1 \nDéfinitions \n« Actions » désigne les actions (ordinaires ou de préférence) émises ou qui seront émises \npar la Société en représentation de son capital. \n« Affilié » désigne : \n \n(i) à l’égard d’une Personne donnée autre que le Minoritaire , une Entité \n(i) qui est Contrôlée par ladite Personne, (ii) Contrôlant ladite Personne \nou (iii) qui se trouve sous Contrôle commun avec ladite Personne. \nLorsque la Personne considérée est une personne physique, le terme \n« Affilié » désigne les Entités Contrôlées par cette personne physique ; \net \n \n(ii) à l’égard du Minoritaire, (x) toute entité (i) dont le contrôle est détenu, \ndirectement ou indirectement par la société de gestion qui gère, \ndirectement ou par délégation de gestion, ou conseille l e Minoritaire ; \nou (ii) qui détient, directement ou indirectement, le contrôle de la \nsociété de gestion qui gère, directement o u par délégation de gestion, \nou conseille le Minoritaire ; ou (iii) dont le contrôle est détenu, \ndirectement ou indirectement, par l ’entité qui elle -même détient, \ndirectement ou indirectement, le contrôle de la société de gestion qui \ngère, directement ou p ar délégation de gestion, ou conseille le \nMinoritaire ; ou (iv) qui est gérée ou conseillée par la même société de \ngestion que le Minoritaire ou (y) ses porteurs de parts/actionnaires à \nl’occasion de sa dissolution. \n \n« Agent » désigne Monsieur Benjamin Gonzales. \n« Année Référencen-1 » désigne la période correspondant au dernier exercice social clos de la Société \nprécédant l’envoi de la Notification d’Exercice considérée ou, si cet exercice \nsocial n’a pas une durée de douze (12) mois, aux douze (12) mois précédant \nla clôture du dernier exercice social clos de la Société précédant l’envoi de la \nNotification d’Exercice considérée. \nUn exemple de détermination de cette période figure dans la définition de \n« Comptes de Référence » en Annexe 1. \n« Année Référencen-2 » désigne la période correspondant à l’avant dernier exercice social clos de la \nSociété précédant l’envoi de la Notification d’Exercice considérée ou, si cet \nexercice social ou l ’Année de Référencen-1 n’a pas une durée de douze (12) \nmois, aux douze (12) mois précédant le début de l ’Année Référence n-1 \nconsidérée. \nUn exemple de détermination de cette période figure dans la définition de \n« Comptes de Référence » en Annexe 1. \nDocusign Envelope ID: 7F777731-B08F-4558-AFC1-069830807057\n\n- 54 - \n« Annexe » désigne une annexe au Pacte. \n \n« Article » désigne un article au Pacte. \n« Cession » désigne toute opération entraînant un transfert de la propriété, de la \ncopropriété, de la nue-propriété ou de l’usufruit de Titres ou de tout autre droit \nattaché à des Titres, à quelque titre et de quelque manière que ce soit, et \nnotamment la vente, l ’apport, la donation, l ’échange, la location, l ’apport \npartiel d’actif, la fusion, la scission ou une forme combinée de ces formes de \ntransfert de propriété, ainsi que tout transfert par suite du décès ou d ’une \nliquidation de communauté entre époux, y compris si le transfert a lieu par \nvoie de renonciation individuelle à un droit préférentiel de souscription ou \nd’attribution, et le verbe « céder », même sans majuscule (sauf d ans ce cas \ns’il est utilisé autrement que par référence à des Titres), sera interprété de la \nmême façon. \n« Complément de Prix » désigne selon le cas, le Complément de Prix Sucre ou le Complément de Prix \nAnti-Dumping. \n« Comptes de Référence » désigne le bilan et le compte de résultat de la Société (sans leurs annexes), \narrêtés à la clôture de l’Année Référence n-1 ou, selon le cas, de l’Année \nRéférencen-2, établis en euros et préparés conformément aux Principes \nComptables sur la base des comptes sociaux (ou consolidés le cas échéant) de \nla Société ; étant précisé que ces comptes devront (A) également être préparés \nconformément aux Principes Comptables et (B) certifiés (au sens du droit et \nde la doctrine comptable en vigueur à la date d’établissement desdits comptes) \npar le ou les commissaires aux comptes de la Société (étant précisé que le \nMajoritaire se porte fort de l’arrêté des Comptes de Référence et de leur \ncertification dans les cinq (5) mois suivant la clôture) ; en cas de modification \nde la date de clôture de l’exercice social de la Société postérieurement à la \ndate des présentes, les Comptes de Référence servant de base au calcul\naux Principes Comptables et (B) certifiés (au sens du droit et \nde la doctrine comptable en vigueur à la date d’établissement desdits comptes) \npar le ou les commissaires aux comptes de la Société (étant précisé que le \nMajoritaire se porte fort de l’arrêté des Comptes de Référence et de leur \ncertification dans les cinq (5) mois suivant la clôture) ; en cas de modification \nde la date de clôture de l’exercice social de la Société postérieurement à la \ndate des présentes, les Comptes de Référence servant de base au calcul du \nPrix d’Achat ou, se lon le cas, du Prix de Vente, devront respectivement \ncouvrir (i) les douze (12) mois précédant la clôture du dernier exercice social \nclos précédant l’envoi de la Notification d’Exercice considérée (l’Année \nRéférencen-1) et (ii) les douze (12) mois précédant la période visée au (i) ci -\navant (l’Année Référence n-2), quand bien même ces deux périodes ne \ncorrespondraient pas aux deux derniers exercices sociaux clos précédant \nl’envoi de la Notification d’Exercice ; à titre d’exemple, en cas d’envoi d’une \nNotification d’Exercice de la Promesse d’Achat le 15 janvier 2029, si : \n- le dernier exercice social de la Société clos à cette date est de dix-huit \n(18) mois et s’est clôturé le 31 décembre 2028 ; et \n- l’avant dernier exercice social de la Société clos à cette date est de \ndouze (12) mois et s’est clôturé le 30 juin 2027 ; \nles Comptes de Référence devront couvrir les périodes suivantes : \nDocusign Envelope ID: 7F777731-B08F-4558-AFC1-069830807057\n\n- 55 - \n- une période de douze ( 12) mois allant du 1 er janvier 2028 au \n31 décembre 2028 (l’Année Référencen-1) ; et \n- une période de douze ( 12) mois allant du 1 er janvier 2027 au \n31 décembre de l’année 2027 (l’Année Référencen-2). \n« Contrôle » désigne le contrôle au sens de l ’article L. 233-3, I du Code de commerce, et \nle verbe « contrôler », même sans majuscule, sera interprété de la même \nfaçon. \n« Contrat de Cession des \nObligations » \ndésigne le contrat de cession des 120 obligations simples d’un montant \nnominal de 100.000 euros chacune émises par la société Metabolic Explorer \nSA entre (i) Fonds SPI – Société de Participations Industriels, en qualité de \nvendeur et (ii) la Société, à la date des présentes. \n« Dette » désigne, à une date considérée, la dette de la Société (et de ses Filiales le cas \néchéant, hors intragroupe ) au dernier jour du mois précédant la date de \nsurvenance du fait générateur à savoir : \n \n(iii) toute dette liée à des emprunts, découverts bancaires, avances ou \nfacilités de caisse ; \n \n(iv) les dettes liées à des contrats de crédit-bail, location financière ou lease-\nback ; \n \n(v) toute dette ou engagement hors bilan liés à l’affacturage, à la \nmobilisation de créance ou à la cession d e créances, ainsi que les \ncréances cédées ; \n \n(vi) toute dette hors exploitation (notamment les comptes courants ou \nautres avances consenties par les associés ) de la Société vis -à-vis des \nParties et/ou des Affiliés de ces dernières ; \n \n(vii) toute distribution de dividendes, d’acomptes sur dividendes, de \nréserves, de primes ou toute autre distribution aux associés approuvée \nmais non encore mise en paiement ; \n \n(viii) toute dette d’impôt sur les sociétés ; \n \n(ix) tout élément de rapprochement bancaire qui serait un passif \n(notamment les chèques, virements et traites qui ont été payés mais qui \nn’ont pas encore été comptabilisés dans les comptes de la Société) ; \n \n(x) toutes dettes correspondant à des dettes fournisseurs \nd’immobilisations ; \n \n(xi) un montant égal au montant des investissements prévus dans le cadre \ndu projet tryptophane non réalisés et figurant toujours dans le business \nplan à la date du fait générateur (sous réserve que ce montant ne soit \npas supérieur de plus de 20% à ce qui est pr évu dans le business plan \ninitial, augmenté de l’inflation) ; \n \nDocusign Envelope ID: 7F777731-B08F-4558-AFC1-069830807057\n\n- 56 - \n(xii) les intérêts courus non -échus et les intérêts capitalisés relatifs aux \néléments mentionnés aux paragraphes (i) à (iv) ci-dessus. \n \n \n« EBITDA » désigne, à une date considérée, l’EBITDA de la Société (et le cas échéant de \nses Filiales), correspondant au résultat d’exploitation : \n(i) majoré des dotations nettes aux amortissements d’immobilisations \ncorporelles et incorporelles, de la Société ; \n \n(ii) majoré des charges de location liées aux contrats de\ngn Envelope ID: 7F777731-B08F-4558-AFC1-069830807057\n\n- 56 - \n(xii) les intérêts courus non -échus et les intérêts capitalisés relatifs aux \néléments mentionnés aux paragraphes (i) à (iv) ci-dessus. \n \n \n« EBITDA » désigne, à une date considérée, l’EBITDA de la Société (et le cas échéant de \nses Filiales), correspondant au résultat d’exploitation : \n(i) majoré des dotations nettes aux amortissements d’immobilisations \ncorporelles et incorporelles, de la Société ; \n \n(ii) majoré des charges de location liées aux contrats de crédit-bail, \nlocation financière ou lease-back, de la Société et prises en compte pour \nla détermination de la Dette à cette date ; \n \n(iii) minoré de la participation et de l’intéressement des salariés de la \nSociété, si cette participation ou cet intéressement n’est pas déjà inclus \ndans le résultat d’exploitation ; \n \n(iv) minoré des subventions non récurrentes ; \n \n(v) minoré de la R&D capitalisée ; \n \n(vi) minoré des éléments non récurrents significatifs éventuels ; et \n \n(vii) majoré des dotations nettes aux provisions pour risques et charges non-\nrécurrentes. \n \n« EBITDA Réel » désigne, selon le cas, l ’EBITDA Réel Sucre ou l ’EBITDA Réel Anti -\nDumping. \n \n« Entité » désigne toute personne morale, ainsi que toute société en participation, fonds \nprofessionnel de capital investissement ou autre fonds d ’investissement \nalternatif, trust, limited partnership, toute entité dépourvue de la personnalité \nmorale et toute organisation similaire ou équivalente. \n \n« Filiale » désigne toute société Contrôlée par la Société. \n« Holding Personnelle » désigne, concernant toute Personne physique, une société : \n(i) dont le représentant légal sera ladite Personne physique ; \n \n(ii) dont elle détiendra à tout moment le contrôle au sens des dispositions de \nl’article L. 233-3 I du Code de commerce ; \n \n(iii) dont le solde du capital non détenu par la Personne physique sera détenu \npar son conjoint ou ascendant ou descendant (à l’exclusion de toute autre \npersonne) ; \n \n(iv) dont les règles de majorité et quorum applicables seront telles que le vote \nde ladite Personne physique sera nécessaire et suffisant pour approuver \ntoutes décisions collectives soumises aux actionnaires ou associés. \n \nDocusign Envelope ID: 7F777731-B08F-4558-AFC1-069830807057\n\n- 57 - \n« Jour Ouvré » désigne tout jour de la semaine autre qu’un samedi, un dimanche ou un jour \nférié en France ainsi que les deux (2) premières semaines du mois d’août (qui \ncompteront pour un seul Jour Ouvré). \n« Obligations Metex » désigne les 120 obligations simples émises par Metabolic Explorer SA cédées \npar le Minoritaire à la Société conformément à un contrat de cession conclu \nen date de ce jour. \n« Personne » désigne une personne physique, personne morale ou autre organisation sans \npersonnalité morale. \n« Principes Comptables » désigne les normes comptables françaises généralement admises en France \n(French GAAP ), en vigueur au jour de la signature des présentes , tels \nqu’appliquées de manière constante par la Société et ses Filiales dans le \nrespect de la permanence des méthodes. \n« Prix d’Achat » désigne, selon le cas, le Prix d’Achat n°1 ou le Prix d’Achat n°2. \n« Prix de Vente » désigne, selon le cas, le Prix de Vente n°1 ou le Prix de Vente n°2. \n« Produit de Cession » désigne la contrepartie offerte par le Tiers acquéreur pour l’ensemble des \nTitres de la Société objet de la Cession. \n« Promesse de Vente » désigne, selon le cas, la Promesse de Vente n°1 ou la Promesse de Vente n°2. \n« Tiers » désigne à toute date donnée, désigne toute Personne qui n ’est pas partie au \nprésent Pacte à cette date. \n« Titres » désigne : \n(i) les Actions ; \n(ii) toutes valeurs mobilières ou autres droits donnant accès, \nimmédiatement ou à terme, de quelque façon que ce soit, au capital \nde la Société, en ce compris notamment, les options de souscription \nou d’achat d’actions et les bons de souscription de parts de créateurs \nd’entreprise ; \n(iii) tout droit préférentiel de souscription attaché aux Actions et aux \nTitres visés à l’alinéa (ii) ci-dessus, en cas d’émission d’Actions ou \nde Titres donnant accès au capital de la Société ; et \n(iv) tout droit d’attribution gratuite d’Actions ou d’autres Titres attachés \naux Actions et autres Titres visés à l ’alinéa (ii) ci-dessus, pour \nquelque raison que ce soit. \n« Titres sous Option » désigne, à un moment consid\nouscription \nou d’achat d’actions et les bons de souscription de parts de créateurs \nd’entreprise ; \n(iii) tout droit préférentiel de souscription attaché aux Actions et aux \nTitres visés à l’alinéa (ii) ci-dessus, en cas d’émission d’Actions ou \nde Titres donnant accès au capital de la Société ; et \n(iv) tout droit d’attribution gratuite d’Actions ou d’autres Titres attachés \naux Actions et autres Titres visés à l ’alinéa (ii) ci-dessus, pour \nquelque raison que ce soit. \n« Titres sous Option » désigne, à un moment considéré, l’intégralité (et pas moins) des Actions que \nle Minoritaire détient. \n \nDocusign Envelope ID: 7F777731-B08F-4558-AFC1-069830807057\n\n- 58 - \n« Technologies » a la définition qui est donnée à ce terme dans le Contrat de Cession des \nObligations. \n« Trésorerie » désigne, à une date considérée, la trésorerie Agrégée de la Société et ses \nFiliales à cette date, correspondant à la somme des éléments suivants : \n(a) la trésorerie disponible auprès d ’une banque, d ’une institution \nfinancière, d’un établissement de crédits ou de l’une des Parties et/ou \nles Affiliés de ces dernières, rapatriable et utilisable pour l’exploitation \ndans un délai maximum de trente (30) jours calendaires (à l’exclusion \ndes fonds de caisse) ; \n(b) les valeurs mobilières de placement convertibles en trésorerie dans un \ndélai maximum de trente (30) jours calendaires ; \n(c) tout élément de rapprochement bancaire qui serait un actif (notamment \nles chèques, virements et traites qui ont été encaissés mais qui n ’ont \npas encore été comptabilisés dans les comptes de la Société ou ses \nFiliales) ; \n(d) les intérêts courus non -échus ou capitalisés relatifs aux éléments \nmentionnés aux paragraphes (a) à (c) ci-dessus ; \n(e) toute subvention publique certaine non déjà perçue, sous condition de \nla réalisation de l’investissement correspondant. \n \n \nDocusign Envelope ID: 7F777731-B08F-4558-AFC1-069830807057\n\n- 59 -\nAnnexe 4.3.1(A) \nDécisions Importantes du Comité Stratégique à la Majorité Qualifiée \n1. Toute modification significative de l’activité de la Société ou de ses Filiales ; \n \n2. Nomination, rémunération des mandatai res sociaux de la Société s’agissant des deux premiers \ncandidats proposés par Avril ; \n \n3. Mise à jour du business plan aboutissant à un business plan significativement différent du business \nplan initial de la Société ou de ses Filiales en ce qu’il (i) diffèrerait des marchés adressés par le \nbusiness plan initial (en dehors de la nutrition animale ou en dehors des zones géographiques) et/ou \n(ii) envisagerait des investissements de développement no uveaux supérieurs à 10.000.000 d’euros \net/ou (iii) abandonnerait l’investissement dans le tryptophane ou déciderait de décaler ledit \ninvestissement au-delà de 2028 ; \n \n4. Approbation et révision significative du budget annuel de la Société et de ses Filiales dès lors que \nledit budget annuel s’écarterait (à la hausse ou à la baisse) du business plan initial de plus de (i) 30% \nou de 5.000.000 d’euros s’agissant de l’EBITDA, (ii) 30% s’agissant des CAPEX de maintenance \net/ou (iii) de 10.000.000 d’euros s’agissant des CAPEX de développement ; \n \n5. Tout projet d’émission de titres donnant droit, immédiatement ou à terme, à une quotité du capital \nou des droits de vote de la Société ou d’une Filiale à l’exception des émissions de titres réservées à \nAvril qui résulteraien t exclusivement d’une décision relevant de l’ Annexe 4.3.1(A)) ou de \nl’Annexe 4.3.1(B)et approuvée conformément à la majorité applicable ; \n \n6. Augmentation ou réduction de l’endettement bancaire ou obligataire (hors crédit -bail) non prévue \npar le business plan de la Société ou de ses Filiales d'un montant cumulé supérieur à 10.000.000 \nd’euros (au-delà des autorisations existantes), modification significative des termes et conditions de \nla dette senior (durée, taux, sûretés), toute caution, aval, garantie et engagements hors bilan d’un \nmontant annuel cumulé supérieur à 10.000.000 d’euros, ), modification significative des termes et \nconditions de la dette revolving ayant pour effet de la porter à un montant supérieur à 35.000.000 \nd’euros ; \n \n7. Acquisition ou cession de toute entreprise, société ou fonds de commerce d’une valeur d’entreprise \nsupérieure à 10.000.000 d’euros ou réalisant un chiffre d’aff aires supérieur à 10.000.000 d’euros \n(qu'il soit prévu ou non dans le business plan et/ou le budget annuel) ; \n \n8. Création ou constitution de partenariats, joint-ventures ou autres opérations similaires ; \n \n9. Cession de titres ou entrée d’un tiers au capital d’une Filiale ; \n \n10. Conclusion, modification ou renouvellement, par la Société ou une Filiale, de toute convention de \nla Société ou de ses Filiales impliquant des parties liées aux actionnaires ou aux dirigeants de la \nSociété qui ne figurent pas dans le Business Plan Initial étant précisé que s’agissant des management \nfees, seule la modification des principes figurant à la fin de la présente Annexe ou un dépassement \nd’un plafond égal à 0,65% du chiffre d’affaires de la Société devra être soumis au Comité \nStratégique, étant précisé que n’entreront pas dans le calcul de ce plafond les coûts fixes de la Société \nauxquels seraient substitués des prestations de service rendus par Avril à des coûts substantiellement \néquivalents et à l’exception (i) des opérations de c ession d’acides aminés et de co -produits aux \nEntités du Groupe Avril à des conditions de marchés, (ii) des prestations d’achat réalisées par Feed \nAlliance pour le compte de la Société et (iii) des flux financiers correspondant aux opérations de \ncouverture réalisées sur les marchés à terme par le Groupe Avril pour le compte de la Société ; \n \nDocusign Envelope ID: 7F777731-B08F-4558-AFC1-069830807057\n\n- 60 - \n11. Proposition de modification des statuts de la Société et des Filiales à l’exception de la modification \ndu lieu du siège social en France ; \n \n12. Fusion, scission, apport, apport partiel d'actif, dissolution et plus généralement, toute opération de \nrestructuration juridique concernant la Société ou ses Filiales ; \n \n13. Changement de siège social de la Société ou d’une Filiale hors de France ou délocalisation de \nl’activité et/ou de l’outil de production hors de France ; \n \n14. Toute mise en place et/ou la modification de tous plans d’options d", "company_id": "eurolysine", "doc_id": "e76a66233fd86c40", "source_file": "ARES_-_Pacte_d'associés__(vPJM_01082024).docx.pdf", "page_start": 51, "page_end": 61, "section_title": "Annexe 21.1 Engagements RSE de Bpifrance"}]}
{"company_id": "eurolysine", "clause_family": "anti_dilution", "hits": [{"chunk_id": "e76a66233fd86c40_s0006_c0000", "text": "6. DROIT D’INFORMATION \nLe Président communiquera aux associés de la Société et aux Membres du Comité Stratégique \nune information complète et régulière sur la situation financière, commerciale et juridique de \nla Société et, le cas échéant, de ses Filiales. \nLe Président s’engage à communiquer aux associés de la Société et aux Membres du Comité \nStratégique les documents et informations suivants concernant la Société et, le cas échéant, \nses Filiales : \n(a) un reporting financier mensuel au plus tard vingt (20) jours après la fin de chaque mois, \nincluant des indicateurs de chiffre d’affaires, d’EBITDA ou de résultat d’exploitation et \nde flux de trésorerie, pour le mois et l’année en cours, par rapport à l’année précédente \net au budget ; \n(b) le budget prévisionnel de l’exercice à venir et le plan de financement chaque année, au \nmoins un mois avant la clôture de l’exercice social ; \n(c) le projet des comptes annuels sociaux de la Société et de ses Filiales, au plus tard quatre-\nvingt-dix (90) jours après la clôture de chaque exercice ; \n(d) la situation comptable semestrielle de la Société et de ses Filiales non auditée, au plus \ntard dans les quarante-cinq (45) jours suivant la fin du semestre ; \n(e) toute information non publique relative à tout événement ayant ou pouvant avoir une \ninfluence significative sur la situation financière, commerciale ou juridique de la Société \net de ses Filiales, dans les meilleurs délais à compter de la survenance de cet évènement.\n7. DROIT D’AUDIT \n7.1 Chacune des Parties pourra, à ses frais, faire effectuer, une (1) fois par an, par tout expert de \nson choix, toute mission d’audit de la Société et de ses Filiales qui lui semblerait nécessaire. \nUne copie du rapport d’audit sera remise à chacune des Parties et à la Société. \n7.2 Dans ce cadre, les Parties et la Société s’engagent, chacune en ce qui la concerne, et dans la \nlimite de leurs pouvoirs respectifs, à faire en so rte que la réalisation de ces missions soit \nDocusign Envelope ID: 7F777731-B08F-4558-AFC1-069830807057\n\n- 12 - \nfacilitée, que tous éléments d’information à cette fin soient communiqués ; étant précisé que \nla mise en œuvre de l’Article 7 ne saurait en aucun cas avoir pour effet de perturber \ndéraisonnablement le bon fonctionnement de la Société. \n7.3 Les frais d’expertise seront supportés par la Partie qui aura requis la mise en œ uvre de la \nmission d’audit concernée.\n8. FINANCEMENT DE LA SOCIETE \n8.1 Principes de financement de la Société \n8.1.1 A la date des présentes, l e montant des besoins de financement de l a Société nécessaire à la \nréalisation de ses activités a été estimée au sein du Busi ness Plan Initial et ont été financés \ncomme suit : \n(a) par les apports en capital initiaux des Parties d’un montant total de 50.000.000 euros ; et \n(b) par un endettement bancaire externe d’un montant maximum en principal de trente-cinq \nmillions (35.000.000) euros afin de financer le besoin en fonds de roulement de la \nSociété, étant précisé qu’aucune garantie ne pourra être demandée au Minoritaire dans \nce cadre. \n8.1.2 Dans l’hypothèse où les activités de la Société nécessiteraient des financements \ncomplémentaires, les Parties s’engagent à ce que la Société soit financée et reste financée \npendant toute la durée du Pacte au moyen et selon l’ordre de priorité suivant : \n(a) de subventions ; \n(b) de financements obtenus auprès d’établissements de crédit ou de tout tiers autorisé \nconformément à la réglementation en vigueur non assortis de Sûretés ; \n(c) de financements obtenus auprès d’établissements de crédit ou de tout tiers autorisé \nconformément à la réglementation en vigueur assortis de Sûretés (sans engagement \ntoutefois du Minoritaire de consentir des Sûretés) ; \n(d) de contrats de prêts d’associés octroyés à la Société par chacune des Parties (les « Prêts \nd’Associés ») (sans engagement toutefois du Minoritaire de consentir de tels prêts) ; et \n(e) de la souscription à des augmentations de capital de la Société, incluant le cas échéant, \nle versement de primes d'émissio n (sans engagement toutefois d u Minoritaire de \nsouscrire de telles augmentations de capital). \nLes Parties conviennent que dans l’hypothèse où le Minoritaire refuserait de conse ntir des \nSûretés conformément à l’Article 8.1.2(c) alors l’ordre de priorité ci-dessus ne sera pas \napplicable. \nLes financements externes de la Société ne pourront être souscrits que pour financer les \ndépenses d'investissement et couvrir les besoins en fonds de roulement de cette dernière. Ils \ndevront être conclus à des conditions normales de marché. \nLa répartition des sources de financement en fonds propres ou quasi fonds propres apportées \npar les Associés (notamment entre le capital, la prime d'émission et les Prêts d'Associés) seront \nDocusign Envelope ID: 7F777731-B08F-4558-AFC1-069830807057\n\n- 13 - \nstrictement identiques pour chacun d'eux, à proportion de la quote -part qu'ils d étiennent au \ncapital de la Société. \n8.2 Anti-dilution \n8.2.1 Les Parties reconnaissent que chaque Partie a droit au maintien, à tout moment, du pourcentage \nde la participation qu’elle détient alors dans le capital et les droits de vote de la Société. \n8.2.2 En conséquence, les Parties s’engagent, au titre de toute nouvelle augmentation de capital, à \nprendre toutes mesures nécessaires pour permettre à chacune des Parties de maintenir le \npourcentage de sa participation dans le capital et les droits de vote de la Société. \n8.2.3 En particulier, dans l’hypothèse d’une augmentation de capital, les Parties s’engagent à \nprendre toutes mesures nécessaires pour permettre à chacune des Parties de souscrire à un \nmontant déterminé de telle sorte que, si la Partie considérée décide de souscrire à l'intégralité \nde ce montant, sa participation dans le capital et les droits de vote de la Société reste \nstrictement identique. Il est précisé que chaque Partie pourra mettre en œuvre son droit d'anti-\ndilution en tout ou partie (pour éviter toute dilution ou simplement pour limiter sa dilution). \n8.2.4 Dans l’hypothèse où la continuité de l’exploitation de la Société nécessiterait un financement \nde la part des Parties, après mise en œuvre des stipulations du présent Article et dans le cas où \nledit besoin de financement serait financé exclusivement par le Majoritaire conformément aux \nstipulations de l’Article 8.1.2, alors l’augmentation de capital pourra être décidée par le seul \nMajoritaire et le droit de veto du Membre Minoritaire prévu à l’Article 4.3.3.2(b) ne sera pas \napplicable. Le cas échéant : \n(a) les Parties s’engagent à se réunir et à discuter de bonne foi des suites à donner à leur \npartenariat ; et \n(b) dans l’hypothèse où le Minoritaire viendrait à détenir une participation inférieure à 25% \ndu capital social et des droits de vote de la Sociét\nivement par le Majoritaire conformément aux \nstipulations de l’Article 8.1.2, alors l’augmentation de capital pourra être décidée par le seul \nMajoritaire et le droit de veto du Membre Minoritaire prévu à l’Article 4.3.3.2(b) ne sera pas \napplicable. Le cas échéant : \n(a) les Parties s’engagent à se réunir et à discuter de bonne foi des suites à donner à leur \npartenariat ; et \n(b) dans l’hypothèse où le Minoritaire viendrait à détenir une participation inférieure à 25% \ndu capital social et des droits de vote de la Société, les décisions visées au point 2, 3 et \n4 de l’Annexe 4.3.1(A) seront adoptées à la majorité simple des Membres du Comité \nStratégique présents ou représentés.\n9. PRINCIPES GENERAUX APPLICABLES AUX CESSIONS \n9.1 Stipulations communes \n9.1.1 Chaque Partie s’engage à ne Céder ses Titres (en tout ou partie) qu’en stricte conformité avec \nles stipulations du présent Pacte. \n9.1.2 Chaque Partie s’engage à ce que les Titres qu’elle cèdera en application du Pacte soient cédés \nen pleine propriété, libres de toute sûreté et de tous droits ou charges de quelque nature que ce \nsoit, à l ’exception le cas échéant de ceux résultant des Statuts et du Pacte. Chaque Partie \ndéclare à ce titre qu’à la date des présentes aucun de ses Titres n’est grevé d’une quelconque \nsûreté ni ne fait l’objet d ’un quelconque démembrement et qu ’elle n ’a conclu aucun \nengagement relatif à la constitution d’une telle sûreté ou à un tel démembrement, et s’interdit \nde consentir une quelconque sûreté sur ses Titres, d ’en restreindre la jouissance ou la libre \ndisposition de quelque façon que ce soit et de procéder à leur démembrement. \n9.1.3 Dans tous les cas de Cession de Titres par le Minoritaire, ce dernier ne sera jamais tenu : \n(a) de transférer ses Titres autrement qu’en contrepartie d’un prix payable exclusivement \nDocusign Envelope ID: 7F777731-B08F-4558-AFC1-069830807057\n\n- 14 - \nen numéraire et comptant ; et \n(b) à aucune déclaration et garantie (autre que celle relative à la propriété de ses Titres et la \ncapacité à les céder ), à aucune garantie d ’actif et de passif , à aucun engagement \nd’indemnisation de quelque nature que ce soit, ni à aucun engagement de non \nconcurrence, \net ce sans que cela donne lieu à une décote de prix de ses Titres. \n9.2 Notifications \n9.2.1 Toute Partie qui envisagerait de procéder à une Cession de tout ou partie de ses Titres devra \nnotifier le projet de Cession (ci -après le « Projet de Cession ») aux autres Parties et à la \nSociété au moyen d’une notification (une « Notification de Cession ») qui devra comporter \nles éléments suivants : \n(a) l’identité du cessionnaire et sa qualité (Tiers ou Partie) ; \n(b) l’identité de la ou des Personnes qui le Contrôlent en dernier ressort s ’il s’agit d’un \nTiers ; \n(c) le nombre de Titres dont la Cession est envisagée ; \n(d) sauf s’il s’agit d’une Cession Libre : \n(i) le prix offert par le cessionnaire (ou l’évaluation de bonne foi en euros de toute \ncontrepartie qui ne serait pas exclusivement en numéraire) ; \n(ii) la description de l’opération au terme de laquelle la Cession serait réalisée ; \n(iii) une copie de l ’offre écrite, ferme et irrévocable, faite de bonne foi, du \ncessionnaire (étant entendu que la Cession faisant l ’objet de cette offre pourra \nêtre assortie de conditions suspensives, non potestatives, usuelles, telles que \nl’obtention des autorisations réglem entaires requises ou la purge des droits des \nParties au titre du Pacte) ; et \n(iv) le cas échéant, l ’indication que le Projet de Cession ouvre droit à l ’exercice du \nDroit de Sortie Conjointe Totale ou Proportionnelle prévu aux Articles 12 et 13 \nou l’indication que le Majoritaire décide d’exercer l’ Obligation de Sortie \nConjointe prévue à l’Article 15. \n9.3 Cessions libres \nNonobstant les stipulations des Articles 9.2.1, 10, 11, 12 et 13 du présent Pacte, les Titres \nseront librement cessibles en cas de Cession de Titres (chacun de ces cas étant ci-après désigné \nune « Cession Libre ») effectuée : \n(a) par une Partie à un de ses Affiliés ; \n(b) en application des Articles 11, 12, 13, 15, 16 ou 17. \nDocusign Envelope ID: 7F777731-B08F-4558-AFC1-069830807057\n\n- 15 - \nà condition que : \n(i) la Partie Cédante ait préalablement notifié à la Société et aux autres Parties son intention \nde procéder à une telle Cession ; et \n(ii) le cessionnaire, sauf s ’il est déjà partie au Pacte, ait signé un Acte de Consentement \nconformément à l’Article 18.1 au plus tard à la date de réalisation de la Cession Libre. \n9.4 Répartition du Produit de Cession \nEn cas de Cession de la totalité des Titres de la Société à un Tiers non Affilié aux Parties, les \nParties sont convenues de procéder à une répartition particulière du Produit de Cession en \nrésultant, dans les conditions suivantes et dans le respect de l’ordre de paiement ci-après : \n(a) dans un premier temps, le Produit de Cession sera réparti entre les Parties à hauteur de \nleur apport en capital respectif ; \n(b) dans un deuxième temps après prise en compte du montant visé à l’Article 9.4(a), le \nSolde (tel que ce ter", "company_id": "eurolysine", "doc_id": "e76a66233fd86c40", "source_file": "ARES_-_Pacte_d'associés__(vPJM_01082024).docx.pdf", "page_start": 11, "page_end": 15, "section_title": "6. DROIT D’INFORMATION"}, {"chunk_id": "e76a66233fd86c40_s0016_c0001", "text": "é « EBITDA Retraité Sucre ») ; et \n(ii) si, au cours de l’Année Référencen-1 et/ou de l’Année Référencen-2, la Société a \nbénéficié de mesures anti -dumping ou de toute autre mesure tarifaire sur les \nacides aminés d’une durée limitée, le prix de vente des acides aminés pris en \ncompte dans le calcul du résultat d’exploitation sera le prix de vente moyen sur \nl’année considéré retraité des taxes douanières ou de toute autre mesure tarifaire \nsur les acides aminés considérés (l’EBITDA Normatif résultant de ce retraitement \nétant ci-après désigné « EBITDA Retraité Anti-Dumping ») ; \n « Dette Nette » désigne le résultat de la différence entre (i) la Dette et (ii) la Trésorerie \nau dernier jour du mois précédent l’ envoi de la Notification d’Exercice (telles qu’elles \nressortent du reporting mensuel établi par le Président de la Société) ; \nUn exemple chiffré de calcul du Prix d’Achat Liquidité n°1 figure en Annexe 16.3. \n16.3.2 Compléments de Prix d’Achat n°1 \n16.3.2.1 A l’expiration d’un délai de 6,5 ans à compter de la Notification d’Exercice, si la Société a \ncontinué (sur tout ou partie de la période de 6,5 ans susvisée) de bénéficier postérieurement à \nla Notification d’Exercice des conditions de prix et de volumes visées aux contrats conclus \navec les sucriers en vigueur à la date de la Notification d’Exercice, alors le Majoritaire \ns’engage à reverser au Minoritaire à titre de complément de prix au Prix d’Achat n°1 (le \n« Complément de Prix Sucre ») un montant qui sera égal au résultat C de la formule \nsuivante : \nC = Coefficient x (EBITDA Réel Sucre – EBITDA Retraité Sucre) \nOù : \n « EBITDA Réel Sucre » désigne l ’EBITDA Normatif tel qu’il aurait été calculé si le \nretraitement visé au (i) de la définition d’EBITDA Normatif n’avait pas été appliqué ; \n « Coefficient » désigne la quote-part d’années pendant lesquelles la Société a \neffectivement bénéficié des conditions tarifaires spécifiques dans la limite de 6,5 ans. \nDans l’hypothèse où les conditions tarifaires spécifiques sur le prix d’achat du sucre liées à \nl’intervention de l’Etat afin de compenser une non compétitivité structurelle auraient continué \nà s’appliquer mais dans des mesures moindres à celles dont bénéficiaient la Société à la date \nde la Notification d’Exercice, il sera fait application par les Parties du mécanisme ci-dessus au \nprorata des conditions tarifaires spécifiques sur le prix d’achat du sucre liées à l’intervention \nde l’Etat afin de compenser une non compétitivité structurelle ayant continué à s’appliquer. \nDocusign Envelope ID: 7F777731-B08F-4558-AFC1-069830807057\n\n- 24 - \n16.3.2.2 A l’expiration d’un délai de 6,5 ans à compter de la Notification d’Exercice, si la Société a \ncontinué de bénéficier (sur tout ou partie de de la période de 6,5 ans susvisée) postérieurement \nà la Notification d’Exercice des mesures anti -dumping visées au (ii) de la définition \nd’EBITDA Normatif dont elle béné ficiait à la date de la Notification d’Exercice, alors le \nMajoritaire s’engage à reverser au Minoritaire à titre de complément de prix au Prix d’Achat \nn°1 (le « Complément de Prix Anti-Dumping ») un montant qui sera égal au résultat C de la \nformule suivante : \nC = Coefficient x (EBITDA Réel Anti-Dumping – EBITDA Retraité Anti-Dumping) \n où : \n « EBITDA Réel Anti-Dumping » désigne l’EBITDA Normatif tel qu’il aurait été calculé \nsi le retraitement visé au (ii) de la définition d’EBITDA Normatif n’avait pas été \nappliqué ; \n « Coefficient » désigne la quote -part d’années pendant lesquelles la Société a \neffectivement bénéficié des mesures anti-dumping dans la limite de 6,5 ans. \nDans l’hypothèse où les mesures anti-dumping ou de toute autre mesure tarifaire sur les acides \naminés auraient continué à s’appliquer mais dans des mesures moindres à celles dont \nbénéficiaient la Société à la date de la Notification d’Exercice, il sera fait application par les \nParties du mécanisme ci-dessus au prorata des mesures anti-dumping ou de toute autre mesure \ntarifaire sur les acides aminés ayant continué à s’appliquer. \n16.3.2.3 Intérêts \nChaque Complément de Prix , s’il est dû, portera intérêt au jour le jour (les « Intérêts ») à \ncompter de la date de Cession des Titres sous Options visée à l’Article 16.7 jusqu’à la date de \nla Notification de Complément de Prix (la « Date d’Echéance »). \nPour le calcul des Intérêts, la période comprise entre la date d\nsera fait application par les \nParties du mécanisme ci-dessus au prorata des mesures anti-dumping ou de toute autre mesure \ntarifaire sur les acides aminés ayant continué à s’appliquer. \n16.3.2.3 Intérêts \nChaque Complément de Prix , s’il est dû, portera intérêt au jour le jour (les « Intérêts ») à \ncompter de la date de Cession des Titres sous Options visée à l’Article 16.7 jusqu’à la date de \nla Notification de Complément de Prix (la « Date d’Echéance »). \nPour le calcul des Intérêts, la période comprise entre la date de Cession des Titres sous Options \nvisée à l’Article 16.7 et la Date d’Echéance est divisée en périodes d'intérêts d'une durée de \ndouze (12) mois chacune (la ou les « Périodes d’Intérêts ») à l ’exception de la dernière \nPériode d’Intérêts qui aura une durée réduite commençant à la date correspondant au dernier \njour de la Période d'Intérêts précédente et se terminant à la Date d’Echéance. Chaque nouvelle \nPériode d'Intérêts commencera à la date correspondant au dernier jour de la Période d'Intérêts \nprécédente de manière à ce que les Périodes d'Intérêts se succèdent sans interruption (sans \nqu’un même jour ne porte intérêt au titre de deux Périodes d’Intérêts consécutives). \nLe taux d'intérêt annuel ap plicable pour une Période d'Intérêts, permettant de calculer les \nIntérêts, sera égal à taux de rendement de l’obligation France à 1 an applicable pour chaque \npériode d’intérêts. Les Intérêts seront calculés pour une Période d’Intérêts donnée, en \nmultipliant le montant total du principal de l'emprunt obligataire au début de la Période \nd’Intérêts donnée par le taux d'intérêt annuel applicable, et par le rapport entre le nombre réel \nde jours calendaires de ladite Période d’Intérêts et trois cent soixante (360) jours. \n16.3.2.4 S’il est (sont) dû(s), le (s) Complément(s) de Prix et les Intérêts seront payables par le \nMajoritaire au Minoritaire conformément aux stipulations de l’Article 16.3.2.3. \n16.4 Prix d’Achat n°2 \nLe prix d ’achat total de l ’intégralité des Titres sous Option en exécution de la Promesse \nd’Achat n°2 (le « Prix d’Achat n°2 ») sera égal au plus élevé entre : \nDocusign Envelope ID: 7F777731-B08F-4558-AFC1-069830807057\n\n- 25 - \n(i) Prix d’Achat n°1 ; et \n(ii) un prix permettant au Minoritaire d’atteindre un TRI égal à Euribor 3 mois + 3%, \noù : \n « TRI » désigne le taux de rendement interne théorique des Fonds Bpifrance. \nLe TRI correspond au taux d'actualisation annuel par lequel la valeur des Flux Versés \neffectifs est égale à la valeur des Flux Reçus effectifs, calculé par application de la \nformule suivante (F correspondant aux Flux Reçus et Versés) \n \nOù : « S » est le nombre de jours compris entre la date des présentes et la date de réalisation \nd’un Fait Déclencheur et « j » est un jour donné. \noù : \n« 𝑭j » désigne le montant des Flux Versés par le Minoritaire (lesquels seront soustraits), et des \nFlux Reçus par le Minoritaire ; \n« Flux Reçus » désigne l’intégralité des sommes en numéraire ou en nature effectivement \nperçues (avant déduction d’évent uels frais ou impôts, mais avec prise en compte de tout \nmontant de réinvestissement et notamment tout apport en nature, direct et indirect) par tout \ndétenteur de Titres (i) de la part de la Société ou de toute Filiale, au titre du paiement de \ndividendes, r éduction de capital, amortissement, rachat d’actions, intérêts, prime ou \nremboursement de prêt, et (ii) résultant du Transfert de Titres ou prêts détenus par tout \ndétenteur de Titres de la Société, de la Date de Cession considérée (incluse), à l’exclusion des \nsommes reçues au titre du Contrat de Cession d’Obligations ; \n« Flux Versés » désigne toutes les sommes en numéraire ou en nature versées par les \ndétenteurs de Titres pour acquérir ou souscrire à des Titres de la Société ou pour consentir des \nprêts d’ac tionnaires, avances en compte courant à la Société ou à toute Filiale et plus \ngénéralement tout paiement ou versement fait par les détenteurs de Titres à la Société et à toute \nFiliale, de la Date de réalisation à la Date de Transfert considérée (incluse), à l’exclusion des \nsommes versées au titre de la reprise des Obligations Metex. \n16.5 Absence de double-comptage et Principes Comptables \nAucun montant ne devra figurer dans les Comptes de Référence ou dans le calcul de la Dette \nNette ou de l’EBITDA Normatif à plu s d’une reprise, ou d’une manière qui aurait p\nSociété ou à toute Filiale et plus \ngénéralement tout paiement ou versement fait par les détenteurs de Titres à la Société et à toute \nFiliale, de la Date de réalisation à la Date de Transfert considérée (incluse), à l’exclusion des \nsommes versées au titre de la reprise des Obligations Metex. \n16.5 Absence de double-comptage et Principes Comptables \nAucun montant ne devra figurer dans les Comptes de Référence ou dans le calcul de la Dette \nNette ou de l’EBITDA Normatif à plu s d’une reprise, ou d’une manière qui aurait pour \nconséquence de prendre en compte plus d’une fois un même actif ou un même passif dans le \ncalcul du Prix d’Achat. \nLa Dette Nette et l’EBITDA Normatif doivent être calculés conformément aux Principes \nComptables. \n16.6 Exercice des Promesses d’Achat \nLes Promesses d’Achat seront valablement exercées par le Minoritaire sur simple notification \nDocusign Envelope ID: 7F777731-B08F-4558-AFC1-069830807057\n\n- 26 - \nau Majoritaire réalisée conformément à l ’Article 20.1 (ci-après, pour les besoins du présent \nArticle, la « Notification d’Exercice »). \nLa Notification d’Exercice devra indiquer : \n(a) la nature et le nombre des Titres sous Option ; \n(b) le fondement sur lequel la Promesse d’Achat est exercée. \n16.7 Procédure \n(a) Le Majoritaire disposera d’un délai de trente (30) Jours Ouvrés à compter de la réception \nde la Notification d ’Exercice pour notifier en retour au Minoritaire le montant du Prix \nd’Achat calculé, selon le cas, conformément à l’Article 16.3 ou 16.4. \nLa notification du Prix d’Achat au Minoritaire devra être accompagnée des Comptes de \nRéférence des deux derniers exercices sociaux clos précédant l ’envoi de la Notification \nd’Exercice ainsi que d’un document écrit comprenant de manière raisonnablement \ndétaillée le calcul par le Majoritaire de l ’EBITDA Normatif (en ce compris, le cas \néchéant, l’EBITDA Retraité Sucre et l’EBITDA Retraité Anti -Dumping), de la Dette \nNette ou du prix permettant a u Minoritaire d’atteindre un TRI égal à Euribor 3 mois + \n3%, selon le cas, et du Prix d’Achat en résultant (la « Notification du Prix d’Achat »). \nDans l’hypothèse où les Comptes de Référence des deux derniers exercices sociaux clos \nprécédant l’envoi de la Notification d’Exercice ne seraient pas tous les deux disponibles \nà la date d’envoi de la Notification d’Exercice, le Majoritaire devra notifier au Minoritaire \nla Notification du Prix d ’Achat dans les dix (10) Jours Ouvrés suivant l’arrêté et la \ncertification des derniers Comptes de Référence non disponibles. \n(b) Le Minoritaire disposera d’un délai de trente (30) Jours Ouvrés suivant la réception de la \nNotification d u Prix d ’Achat pour notifier en retour au M ajoritaire tous points de \ndésaccord qu ’il pourrait avoir concernant le montant du Prix d’Achat indiqué par le \nMajoritaire dans la Notification du Prix d ’Achat (ci-après, pour les besoins du présent \nArticle, le ou les « Points de Désaccord »), étant précisé que cette notification du ou des \nPoints de Désaccord devra faire apparaître le ou les retraitements proposés de bonne foi \npar le Minoritaire, les justifications de ces retraitements ainsi que le Prix d ’Achat en \nrésultant et les détails de son calcul. \n(c) A défaut de notification par le Minoritaire du ou des Points de Désaccord dans le délai \nsusvisé de trente (30) Jours Ouvrés, le montant du Prix d’Achat notifié au Minoritaire par \nle Majoritaire sera réputé accepté définitivement par le Minoritaire et liera le Minoritaire \net le Majoritaire. \nDans ce cas, le transfert de propriété des Titres sous Option devra avoir lieu au plus tard \nà l’expiration d’un délai de cinq (5) Jours Ouvrés suivant l’expiration du délai de trente \n(30) Jours Ouvrés laissé au Minoritaire pour notifier au Majoritaire le ou les Points de \nDésaccord. \nIl sera procédé à cette date aux opérations de réalisation décrites aux Articles 16.10 et\n16.11. \nDocusign Envelope ID: 7F777731-B08F-4558-AFC1-069830807057\n\n- 27 - \n(d) Dans l ’hypothèse où un ou plusieurs Points de Désaccord auraient été notifi és par le \nMinoritaire au Majoritaire et n’auraient pas été résolus amiablement dans un délai de dix \n(10) Jours Ouvrés suivant la réception par le Majoritaire de la notification du ou des Points \nde Désaccord, ces Points de Désaccord (et seulement ceux -ci) seront soumis à un tiers \nexpert indépendant désigné d ’un commun accord entre le Majoritaire et le Minoritaire \nparmi les cabinets d’expertise comptable ou conseils financiers indépendants des Parties, \nreconnus dans le secteur d ’activité de la Société et de réputation nationale ou \ninternationale ou, à défaut d ’accord ou si l ’expert refuse ou n ’est pas en mesure de \nconduire sa mission, à la demande de la Partie intéressée la plus diligente, par le président \ndu tribunal de commerce de Paris statuant selon la procédure accélérée au fond (ou toute \nautre procédure équivalente, dans l ’hypothèse où en raison d ’un changement de \njurisprudence la procédure accélérée au fond ne serait plus applicable dans le cadre de la \ndésignation d’un expert au visa de l ’article 1592 du Code civil) et sans recours possible \nou, à défaut de compétence de ce dernier, par les juridictions du fond compétentes \n(l’« Expert »). \nLes Parties conviennent expressément que dans l’hypothèse où l’Expert ainsi désigné ne \nserait pas en mesure de conduire sa mission à son terme, il sera recouru à un nouvel expert, \ndésigné conformément aux stipulations du présent Article, et ainsi de suite jusqu ’à ce \nqu’un expert fixe le Prix d’Achat dans les conditions définies au présent Article. \nL’Expert n ’agira pas en qualité d ’amiable compositeur, mais dans le cadre des \ndispositions de l’article 1592 du Code civil, et sera exclusivement chargé, dans le respect \ndu principe du contradictoire, de régler le ou les Poi nts de Désaccord concernant le Prix \nd’Achat, à partir des éléments qui lui seront présentés par le Minoritaire et le Majoritaire, \net conformément aux stipulations du Pacte. \nPour les besoins de la détermination du Prix d’Achat, le Minoritaire, le Majoritaire et \nl’Expert seront liés par les définitions, formules et autres stipulations du Pacte. \nL’Expert devra faire ses meilleurs efforts pour notifier au Minoritaire et au Majoritaire, \ndans un délai de quinze ( 15) Jours Ouvrés à compter de sa désignation, un rapport \nindiquant ses conclusions sur le ou les Points de Désaccord ainsi que sur le montant du \nPrix d’Achat. Son rapport devra être motivé, et indiquer ses conclusions sur le ou les \nPoints de Désaccord ainsi que sur les Comptes de Référence, l’EBITDA Normatif (en ce \ninclus, le cas échéant l’EBITDA Retraité Sucre et l’EBITDA Retraité Anti-Dumping) ou \nle prix permettant au Minoritaire d’atteindre un TRI égal à Euribor 3 mois + 3%, selon le \ncas, et le Prix d’Achat en résultant. \nSauf en cas de fraude ou d’erreur manifeste (étant précisé que le fait pour l’Expert de ne \npas appliquer les règles prévues par le Pacte sera considéré comme constituant une telle \nerreur manifeste), le rapport de l ’Expert sera définitif et liera le Minoritaire et le \nMajoritaire ; il sera insusceptible de recours et exécutoire dès sa notification au \nMinoritaire et au Majoritaire par l’Expert. Les frais, débours et honoraires de l ’Expert \nseront (i) à la charge exclusive du Majoritaire si le montant du Prix d ’Achat notifié par \nl’Expert est supérieur à celui mentionné dans la Notification du Prix d’Achat, ou (ii) à la \ncharge exclusive du Minoritaire dans tous les autres cas. \nLe transfert de propriété des Titres sous Option devra avoir lieu au plus tard à l’expiration \nDocusign Envelope ID: 7F777731-B08F-4558-AFC1-069830807057\n\n- 28 - \nd’un délai de dix (10) Jours Ouvrés suivant la résolution amiable des Points de Désaccord \npar les Parties, ou, à défaut, la notification par l ’Expert de son rapport au Minoritaire et \nau Majoritaire. \nIl sera procédé à cette date aux opérations de réalisation décrites aux Articles 16.10 et \n16.11. \nA l’effet de ce qui précède, les Parties et la Société s’engagent à coopérer pleinement avec \nl’Expert pour lui permettre d ’accomplir sa mission dans le délai imparti et à lui \ncommuniquer dès que possible toutes les informations dont il aura besoin dans ce cadre. \n16.8 Paiement des Prix d’Achat \nLe paiement du\nrd \npar les Parties, ou, à défaut, la notification par l ’Expert de son rapport au Minoritaire et \nau Majoritaire. \nIl sera procédé à cette date aux opérations de réalisation décrites aux Articles 16.10 et \n16.11. \nA l’effet de ce qui précède, les Parties et la Société s’engagent à coopérer pleinement avec \nl’Expert pour lui permettre d ’accomplir sa mission dans le délai imparti et à lui \ncommuniquer dès que possible toutes les informations dont il aura besoin dans ce cadre. \n16.8 Paiement des Prix d’Achat \nLe paiement du Prix d ’Achat au Minoritaire sera effectué par le Majoritaire à la date de \nCession visée à l’Article 16.7, en numéraire, par virement bancaire. \n16.9 Opérations à la date de Cession \nLes opérations de réalisation décrites aux Articles 16.10 et 16.11 auront lieu au siège social de \nla Société, ou en tout autre lieu convenu entre le Minoritaire et le Majoritaire, étant précisé \nque toutes les remises de documents ou opérations mentionnées ci -après comme devant \nintervenir à la date de Cession seront considérées comme ayant lieu simultanément et \nqu’aucune d’entre elles ne sera supposée avoir été effectuée avant que toutes les remises de \ndocuments ou opérations visées auxdits Articles 16.10 et 16.11 ne soient réalisées. \n16.10 Remise de documents par le Minoritaire \nA la date de Cession, le Minoritaire s’engage irrévocablement à remettre au Majoritaire : \n(a) un exemplaire original de l ’ordre de mouvement emportant Cession de propriété des \nTitres sous Option au Majoritaire, dûment complété et signé par le Minoritaire ; \n(b) la lettre de démission des fonctions de membres du Comité Stratégique du Membre \nMinoritaire ; et \n(c) trois exemplaires originaux du formulaire Cerfa n°2759 requis pour l ’enregistrement \nauprès de l ’administration fiscale de la Cession des Titres sous Option, dûment \ncomplétés et signés par le Minoritaire. \n16.11 Remise de documents par le Majoritaire \nA la date de Cession, le Majoritaire s’engage irrévocablement à remettre au Minoritaire une \ncopie certifiée conforme par le Majoritaire de l’ordre de virement irrévocable correspondant \nau versement par ce dernier au profit du Minoritaire du montant du Prix d’Achat. \n16.12 Exécution forcée des Promesses d’Achat \nLes Parties reconnaissent expressément le caractère irrévocable et intangible des termes de s \nPromesses d’Achat. Il est de la commune intention d u Majoritaire et d u Minoritaire que, \njusqu’à l’expiration du Pacte, les Promesses d’Achat ne puissent être révoquées que par leur \nDocusign Envelope ID: 7F777731-B08F-4558-AFC1-069830807057\n\n- 29 - \nconsentement mutuel. \nEn conséquence, et compte tenu de l’acceptation par le Minoritaire des Promesses d’Achat en \ntant que promesse unilatérale et sous réserve que le Minoritaire décide d’exercer une Promesse \nd’Achat : \n- le Majoritaire s’engage définitivement à acheter les Titres sous Option au Minoritaire ; \n- toute rétractatio n unilatérale par le Majoritaire de son engagement, préalablement à \nl’exercice d’une Promesse d’Achat par le Minoritaire, sera de plein droit inefficace ; \n- sous réserve que le Minoritaire décide d’exercer une Promesse d’Achat, le Majoritaire \ns’engage déf initivement à verser au Minoritaire le montant du Prix d ’Achat \nconformément à l’Article 16.8. \nIl est expressément entendu entre les Parties qu’en cas d’inexécution ou de rétractation de l’un \nde ses engagements par l ’une ou l ’autre d’entre elles au titre de la Promesse d ’Achat (et en \nparticulier de tout engagement de faire), la seule attribution de dommages et intérêts à l’autre \nPartie ne pourra pas être considérée comme constituant une réparation appropriée. \nLe Majoritaire convient donc expressément de ce que l ’inexécution ou la rétractation par lui \nde la Promesse d ’Achat sera inopposable au Minoritaire et que le Minoritaire pourra, s’il le \nsouhaite et à sa seule option, nonobstant toutes stipulations contraires, solliciter de la \njuridiction compétente toutes mesures appropriées (en ce compris dans le cadre d ’une \nprocédure en référé) et notamment : \n(a) la constatation judiciaire de la Cession des Titres sous Option qui aurait dû intervenir \nen l ’absence d ’inexécution ou de rétractation du Majoritaire , et ce au profit d u \nMajoritaire ; \n(b) l’exécution forcée en nature, au besoin par un mandataire ad hoc substitué au \nMajoritaire et ayant reçu pouvoir de signer tous documents\nption, nonobstant toutes stipulations contraires, solliciter de la \njuridiction compétente toutes mesures appropriées (en ce compris dans le cadre d ’une \nprocédure en référé) et notamment : \n(a) la constatation judiciaire de la Cession des Titres sous Option qui aurait dû intervenir \nen l ’absence d ’inexécution ou de rétractation du Majoritaire , et ce au profit d u \nMajoritaire ; \n(b) l’exécution forcée en nature, au besoin par un mandataire ad hoc substitué au \nMajoritaire et ayant reçu pouvoir de signer tous documents nécessaires, de \nl’engagement considéré ; \nle tout sans préjudice de tous dommages et intérêts qui viendraient s’y ajouter. \nEn particulier, les Parties renoncent chacune à se prévaloir de toute disproportion manifeste \nqui pourrait exister entre le coût de l’exécution forcée en nature de l’une des obligations dont \nelle est débitrice aux termes de la Promesse d ’Achat et son intérêt pour l ’autre Partie, \ncréancière de ladite obligation, et ce dans le but d’empêcher l’exécution en nature de l’une de \nses obligations prévues par la Promesse d ’Achat sur le fondement de l ’article 1221 du Code \ncivil. \n16.13 Jouissance des dividendes \nEn cas d ’exercice de la Promesse d ’Achat, le Majoritaire bénéficiera de l ’ensemble des \ndividendes non payés à la date de Cession des Titres sous Option. \n \nDocusign Envelope ID: 7F777731-B08F-4558-AFC1-069830807057\n\n- 30 - \n16.14 Faculté de substitution du Majoritaire \nLe Majoritaire pourra se substituer toute Personne à l’effet (i) de venir à ses droits au titre de \nla Promesse d’Achat, ou (ii) d’exécuter ses engagements au titre de la Promesse d’Achat. \nAu plus tard au moment de l ’envoi de la Notification d u Prix d’Achat, le Majoritaire pourra \nnotifier au Minoritaire sa volonté de voir une Personne se substituer dans tous ses droits et \nobligations au titre de la Promesse d ’Achat, ce que le Minoritaire accepte ; étant précisé que \nle Majoritaire sera solidairement responsable de la bonne exécution des stipul ations de la \nPromesse d’Achat par son substitué. \nLe Minoritaire accepte ainsi expressément d’ores et déjà la cession de la Promesse d’Achat au \nprofit de la Personne qui se substituera au Majoritaire en application de ce qui précède et ce, \nconformément aux articles 1216 à 1216-13 du Code civil. \nEn cas de mise en œuvre par le Majoritaire de la faculté de substitution stipulée au présent \nArticle, le bénéficiaire de cette substitution deviendra débiteur des obligations mises à la \ncharge du Majoritaire par la Promesse d’Achat et bénéficiaire des droits stipulés à son profit \naux termes de la Promesse d’Achat, sans préjudice de la solidarité précitée. \n16.15 Paiement des Compléments de Prix \nDans un délai de quarante-cinq (45) Jours Ouvrés suivant l’expiration d’un délai de 6,5 ans à \ncompter de la Notification d’Exercice et dans l’hypothèse où le Prix d’Achat serait égal au \nPrix d’Achat n°1 , le Majoritaire devra adress er au Minoritaire une notification écrite \nindiquant (la « Notification de Complément de Prix ») : \n(a) si l’un quelconque des Compléments de Prix visé à l’Article 16.3.2 est dû ; \n(b) un document écrit comprenant de manière raisonnablement détaillée le calcul par le \nMajoritaire de, selon le cas, l’EBITDA Réel Sucre et/ou l’EBITDA Réel Anti-Dumping, \nle Complément de Prix Sucre et/ou le Complément de Prix Anti-Dumping en résultant \net le montant des Intérêts, \nétant précisé que la Notification de Complément de Prix devra être adressé e au \nMinoritaire même si aucun Complément de Prix n’est dû sur la base des calculs du \nMajoritaire, afin de permettre au Minoritaire de vérifier ces calculs et contester le cas \néchéant l’absence de Complément de Prix. \nLe Minoritaire disposera d ’un délai de trente (30) Jours Ouvrés suivant la réception de la \nNotification de Complément de Prix pour notifier en retour au Majoritaire tous points de \ndésaccord qu ’il pourrait avoir concernant le montant du ou des Complément(s) de Prix \nindiqué(s) par le Majoritaire dans la Notification de Complément de Prix (ci-après, pour les \nbesoins du présent Article, le ou les « Points de Désaccord »), étant précisé que cette \nnotification du ou des Points de Désaccord devra faire apparaître le ou les retraitem ents \nproposés de bonne foi par le Minoritaire, les justifications de ces retraitements ainsi que le ou \nles Complément(s) de Prix en résultant et les détails de\npoints de \ndésaccord qu ’il pourrait avoir concernant le montant du ou des Complément(s) de Prix \nindiqué(s) par le Majoritaire dans la Notification de Complément de Prix (ci-après, pour les \nbesoins du présent Article, le ou les « Points de Désaccord »), étant précisé que cette \nnotification du ou des Points de Désaccord devra faire apparaître le ou les retraitem ents \nproposés de bonne foi par le Minoritaire, les justifications de ces retraitements ainsi que le ou \nles Complément(s) de Prix en résultant et les détails de son calcul. \nA défaut de notification par le Minoritaire du ou des Points de Désaccord dans le délai susvisé \nde trente (30) Jours Ouvrés, le montant du ou des Complément(s) de Prix notifié au Minoritaire \npar le Majoritaire sera (ont) réputé(s) accepté(s) définitivement par le Minoritaire et liera le \nMinoritaire et le Majoritaire. \nDocusign Envelope ID: 7F777731-B08F-4558-AFC1-069830807057\n\n- 31 - \nDans ce cas, le Majoritaire paiera le ou les Complément(s) de Prix au Minoritaire, ou à tout \nAffilié qu’il se serait substitué, dans un délai de cinq (5) Jours Ouvrés suivant l’expiration du \ndélai de trente (30) Jours Ouvrés laissé au Minoritaire pour notifier au Majoritaire l e ou les \nPoints de Désaccord par virement bancaire en fonds immédiatement disponibles sur le compte \nbancaire du Minoritaire, ou toute Affilié qu’il se serait substitué, dont les coordonnées auront \nété préalablement communiquées. \nDans l ’hypothèse où un ou plusieurs Points de Désaccord auraient été notifiés par le \nMinoritaire au Majoritaire et n’auraient pas été résolus amiablement dans un délai de cinq (5) \nJours Ouvrés suivant la réception par le Majoritaire de la notification du ou des Points de \nDésaccord, ces Points de Désaccord (et seulement ceux -ci) seront soumis à un tiers expert \nindépendant désigné d ’un commun accord entre le Majoritaire et le Minoritaire parmi les \ncabinets d’expertise comptable ou conseils financiers indépendants des Parties, reconnus dans \nle secteur d ’activité de la Société et de réputation nationale ou internationale ou, à défaut \nd’accord ou si l’expert refuse ou n’est pas en mesure de conduire sa mission, à la demande de \nla Partie intéressée la plus diligente, par le président du tribunal de commerce de Paris statuant \nselon la procédure accélérée au fond (ou toute autre procédure équivalente, dans l ’hypothèse \noù en raison d’un changement de jurisprudence la procédure accélérée au fond ne serait plus \napplicable dans le cadre de la désignation d’un expert au visa de l’article 1592 du Code civil) \net sans recours possible ou, à défaut de compétence de ce dernier, par les juridictions du fond \ncompétentes (l’« Expert »). \nLes Parties conviennent expressément que dans l’hypothèse où l’Expert ainsi désigné ne serait \npas en mesure de conduire sa mission à son terme, il sera recouru à un nouvel expert, désigné \nconformément aux stipulations du présent Article, et ainsi de suite jusqu’à ce qu’un expert fixe \nle ou les Complément(s) de Prix dans les conditions définies au présent Article. \nL’Expert n’agira pas en qualité d’amiable compositeur, mais dans le cadre des dispositions de \nl’article 1592 du Code civil, et sera exclusivement chargé, dans le respect du principe du \ncontradictoire, de régler le ou les Points de Désaccord concernant le ou les Complément(s) de \nPrix, à partir des éléments qui lui seront présentés par le Minoritaire et le Majoritaire, et \nconformément aux stipulations du Pacte. \nPour les besoins de la détermination du Complément de Prix, le Minoritaire, le Majoritaire et \nl’Expert seront liés par les définitions, formules et autres stipulations du Pacte. \nL’Expert devra faire ses meilleurs efforts pour notifier au Minoritaire et au Majoritaire, dans \nun délai de quinze (15) Jours Ouvrés à compter de sa désignation, un rapport indiquant ses \nconclusions sur le ou les Points de Désaccord ainsi que sur le montant du ou des \nComplément(s) de Prix. Son rapport devra être motivé, et indiquer ses conclusions sur le ou \nles Points de Désaccord ainsi q ue sur le cas échéant, l’EBITDA Réel Sucre, le cas échéant, \nl’EBITDA Réel Anti-Dumping et le(s) Complément(s) de Prix en résultant. \nSauf en cas de fraude ou d ’erreur manifeste (étant précisé que le fait pour l ’Expert de ne pas \nappliquer les règles prévues par le Pacte sera considéré comme constituant une telle erreur \nmanifeste)\nr le ou les Points de Désaccord ainsi que sur le montant du ou des \nComplément(s) de Prix. Son rapport devra être motivé, et indiquer ses conclusions sur le ou \nles Points de Désaccord ainsi q ue sur le cas échéant, l’EBITDA Réel Sucre, le cas échéant, \nl’EBITDA Réel Anti-Dumping et le(s) Complément(s) de Prix en résultant. \nSauf en cas de fraude ou d ’erreur manifeste (étant précisé que le fait pour l ’Expert de ne pas \nappliquer les règles prévues par le Pacte sera considéré comme constituant une telle erreur \nmanifeste), le rapport de l’Expert sera définitif et liera le Minoritaire et le Majoritaire ; il sera \ninsusceptible de recours et exécutoire dès sa notification au Minoritaire et au Majoritair e par \nl’Expert. Les frais, débours et honoraires de l ’Expert seront (i) à la charge exclusive du \nMajoritaire si le montant du ou des Complément(s) de Prix notifié par l’Expert est supérieur à \ncelui(ceux) mentionné(s) dans la Notification de Complément de P rix, ou (ii) à la charge \nexclusive du Minoritaire dans tous les autres cas. \nLe(s) Complément(s) de Prix et les Intérêts sera(ont) payé(s) par le Majoritaire au Minoritaire, \nou à tout Affilié qu’il se serait substitué, au plus tard à l’expiration d’un délai de dix (10) Jours \nOuvrés suivant la résolution amiable des Points de Désaccord par les Parties, ou, à défaut, la \nDocusign Envelope ID: 7F777731-B08F-4558-AFC1-069830807057\n\n- 32 - \nnotification par l’Expert de son rapport au Minoritaire et au Majoritaire, par virement bancaire \nen fonds immédiatement disponibles sur le compte bancaire du Minoritaire, ou de tout Affilié \nqu’il se serait substitué, dont les coordonnées auront été préalablement communiquées. \nA l’effet de ce qui précède, les Parties et la Société s’engagent à coopérer pleinement avec \nl’Expert pour lui permettre d’accomplir sa mission dans le délai imparti et à lui communiquer \ndès que possible toutes les informations dont il aura besoin dans ce cadre.\n17. PROMESSES DE VENTE \n17.1 Objet \n17.1.1 Objet de la Promesse de Vente n°1 \nLe Minoritaire s’engage irrévocablement à céder au Majoritaire, à titre de promesse de vente, \nsur simple notification du Majoritaire, les Titres sous Option, dans les conditions stipulées ci-\naprès (la « Promesse de Vente n°1 »). \nLe Majoritaire accepte cette Promesse de Vente n°1 en tant que promesse unilatérale de vente \nseulement, sans obligation d ’acheter les Titres sous Option au M inoritaire, et se réserve la \nfaculté d’exercer ou non la Promesse de Vente n°1 qui lui est ainsi consentie. \nLa Promesse de Vente n°1 est indivisible et son exercice ne pourra en conséquence concerner \nque l’intégralité (et non une partie seulement) des Titres sous Option. \nLa Promesse de Vente n°1 pourra être discrétionnairement exercée par le Majoritaire, à tout \nmoment et sous réserve de la disponibilité des Comptes de Références applicables, à compter \ndu douzième (12ème) anniversaire de la signature du Pacte, sous réserve de l’absence d’exercice \nde la Promesse d’Achat par le Minoritaire à cette date. \n17.1.2 Objet de la Promesse de Vente n°2 \nLe Minoritaire s’engage irrévocablement à céder au Majoritaire, à titre de promesse de vente, \nsur simple notification du Majoritaire, les Titres sous Option dans les conditions stipulées ci-\naprès (la « Promesse de Vente n°2 »). \nLe Majoritaire accepte cette Promesse de Vente n°2 en tant que promesse unilatérale de vente \nseulement, sans obligation d ’acheter les Titres sous Option au Minoritaire, et se réserve la \nfaculté d’exercer ou non la Promesse de Vente n°2 qui lui est ainsi consentie. \nLa Promesse de Vente n°2 est indivisible et son exercice ne pourra en conséquence concerner \nque l’intégralité (et non une partie seulement) des Titres sous Option. \nLa Promesse de Vente n°2 pourra être discrétionnairement exercée par le Majoritaire, à tout \nmoment, dans un délai de trente (30) Jours Ouvrés en cas de sur venance d’une Situation de \nBlocage non résolue à la suite de la mise en œuvre de la Procédure d’Escalade. \n \nDocusign Envelope ID: 7F777731-B08F-4558-AFC1-069830807057\n\n- 33 - \n \n17.2 Prix de Vente \n17.2.1 Prix de Vente de la Promesse n°1 \nLe prix de vente total de l’intégralité des Titres sous Option en exécution de la Promesse d e \nVente n°1 (le « Prix de Vente n°1 ») sera égal au montant le plus élevé entre : \n(i) le Prix d’Achat n°1 ; \n(ii) 1€ ; et \n(iii) le résultat P de la formule suivante : \nP = (n / N) × Capitaux Propres \nOù : \n « n » désigne le nombre de Titres sous Option ; \n « N » désigne le nombre total d’Actions ; \n « Capitaux Propres » désigne les capitaux propres de la Société tels qu’ils ressortent des \nComptes de Référence au 31 décembre de l’année précédant la Notification d’Exercice , \nétant précisé que si, au cours de la période entre la date de signature des présentes et la \ndate de la Notification d’Exercice : \n(i) la Société a bénéficié de conditions tarifaires spécifiques sur le prix d’achat du sucre \nliées à l’intervention de l’Etat afin de compenser une non compétit ivité structurelle, \nle prix moyen d’achat du sucre (y compris transport) pris en compte dans le calcul du \nrésultat d’exploitation servant de base au calcul des Capitaux Propres sera, sur une \nbase polarisée, le prix de marché moyen d’achat du sucre sur l’an née considérée (« \nSucre blanc UE, Région 2, source European Commision ») y compris coût de \ntransport (prix rendu Amiens) (appliqué aux volumes qui ont été consommés lors de \nl’année considérée) ; et \n(ii) la Société a cédé les Technologies, le produit de cession desdites Technologies sera \nsoustrait du montant du résultat d’exploitation servant de base au calcul des Capitaux \nde Propres dans la limite d’un montant de 13.200.000 euros. \nUn exemple chiffré de calcul du Prix de Vente n°1 figure en Annexe 16.3. \nAfin d’éviter tout doute, dans l’hypothèse où le Prix de Vente n°1 serait égal au Prix d’Achat \nn°1, les stipulations de l’Article 16.3.2 s’appliqueront mutatis mutandis. \n17.2.2 Prix de Vente de la Promesse n°2 \nLe prix de vente total de l ’intégralité des Titres sous Option en exécution de la Promesse de \nVente n°2 (le « Prix de Vente n°2 ») sera égal au montant de l’apport en capital du Minoritaire \nà la Société à la date d’exercice de la Promesse de Vente n°2 (soit, pour les Titres souscrits \nDocusign Envelope ID: 7F777731-B08F-4558-AFC1-069830807057\n’hypothèse où le Prix de Vente n°1 serait égal au Prix d’Achat \nn°1, les stipulations de l’Article 16.3.2 s’appliqueront mutatis mutandis. \n17.2.2 Prix de Vente de la Promesse n°2 \nLe prix de vente total de l ’intégralité des Titres sous Option en exécution de la Promesse de \nVente n°2 (le « Prix de Vente n°2 ») sera égal au montant de l’apport en capital du Minoritaire \nà la Société à la date d’exercice de la Promesse de Vente n°2 (soit, pour les Titres souscrits \nDocusign Envelope ID: 7F777731-B08F-4558-AFC1-069830807057\n\n- 34 - \npar le Minoritaire avant la date des présentes, 22.500.000 euros). \n17.2.3 Absence de double-comptage et Principes Comptables \nAucun montant ne devra figurer dans les Comptes de Référence ou dans le calcul de la Dette \nNette ou de l’EBITDA Normatif ou dans les Capitaux Propres à plus d’une reprise, ou d’une \nmanière qui aurait pour conséquence de prendre en compte plus d’une fois un même actif ou \nun même passif dans le calcul du Prix de Vente. \nLa Dette Nette , l’EBITDA Normatif et les Capitaux Propres doivent être calculés \nconformément aux Principes Comptables. \n17.3 Notification d’Exercice des Promesses de Vente \nChaque Promesse de Vente sera valablement exercée par le Majoritaire sur simple notification \nau Minoritaire réalisée conformément à l ’Article 20.1 (ci-après, pour les besoins du présent \nArticle, la « Notification d’Exercice »). \nLa Notification d’Exercice devra : \n(a) indiquer la nature et le nombre des Titres sous Option ; \n(b) le cas échéant, indiquer le fondement sur lequel la Promesse de Vente est exercée ; et \n(c) comprendre le Prix de Vente et, le cas échéant, les Comptes de Référence des deux \nderniers exercices sociaux clos précédant l ’envoi de la Notification d ’Exercice ainsi \nqu’un document écrit comprenant de manière raisonnablement détaillée le calcul par le \nMajoritaire de l’EBITDA Normatif (en ce compris, le cas échéant, l’EBITDA Retraité \nSucre et l’EBITDA Retraité Anti-Dumping), de la Dette Nette, des Capitaux Propres et \ndu Prix de Vente en résultant. \nDans l ’hypothèse où les Comptes de Référence des deux derniers exercices sociaux clos \nprécédant l’envoi de la Notification d’Exercice ne seraient pas tous les deux disponibles à la \ndate d ’envoi de la Notification d ’Exercice, le M ajoritaire devra notifier les Comptes de \nRéférence des deux derniers exercices sociaux clos précédant l ’envoi de la Notification \nd’Exercice ainsi qu ’un document écrit comprenant de manière raisonnablement détaillée le \ncalcul par le Majoritaire de l’EBITDA Normatif ( en ce compris, le cas échéant, l’EBITDA \nRetraité Sucre et l’EBITDA Retraité Anti-Dumping), de la Dette Nette, des Capitaux Propres \net du Prix de Vente en résultant, dans les dix (10) Jours Ouvrés suivant l’arrêté et la \ncertification des derniers Comptes de Référence non disponibles (la « Notification du Prix de \nVente »). \n17.4 Procédure des Promesses \n(a) Le Minoritaire disposera d’un délai de trente (30) Jours Ouvrés à compter de la réception \nde la Notification d ’Exercice (ou, le cas échéant, de la Notification du Prix de Vente) \npour notifier en retour au M ajoritaire tous points de désaccord qu ’il pourrait avoir \nconcernant le montant du Prix de Vente indiqué par le Majoritaire dans la Notification \nd’Exercice ou, le cas échéant, la Notification du Prix de Vente (ci-après, pour les besoins \ndu présent Article, le ou les « Points de Désaccord »), étant précisé que cette \nDocusign Envelope ID: 7F777731-B08F-4558-AFC1-069830807057\n\n- 35 - \nnotification du ou des Points de Désaccord devra faire apparaître, le ou les retraitements \nproposés de bonne foi par le Minoritaire, les justifications de ces retraitements ainsi que \nle Prix de Vente en résultant et les détails de son calcul. \n(b) A défaut de notification par le Minoritaire du ou des Points de Désaccord dans le délai \nsusvisé de trente (30) Jours Ouvrés, le montant du Prix de Vente notifié au Minoritaire \npar le Majoritaire sera réputé accepté définitivement par le M inoritaire et liera le \nMajoritaire et le Minoritaire. \n Dans ce cas, le transfert de propriété des Titres sous Option devra avoir lieu au plus tard \nà l’expiration d’un délai de cinq (5) Jours Ouvrés suivant l’expiration du délai de trente \n(30) Jours Ouvrés laissé au Minoritaire pour notifier au Majoritaire le ou les Points de \nDésaccord. \n Il sera procédé à cette date aux opérations de\nte (30) Jours Ouvrés, le montant du Prix de Vente notifié au Minoritaire \npar le Majoritaire sera réputé accepté définitivement par le M inoritaire et liera le \nMajoritaire et le Minoritaire. \n Dans ce cas, le transfert de propriété des Titres sous Option devra avoir lieu au plus tard \nà l’expiration d’un délai de cinq (5) Jours Ouvrés suivant l’expiration du délai de trente \n(30) Jours Ouvrés laissé au Minoritaire pour notifier au Majoritaire le ou les Points de \nDésaccord. \n Il sera procédé à cette date aux opérations de réalisation décrites aux Articles 17.7 et \n17.8. \n(c) Dans l’hypothèse où un ou plusieurs Points de Désaccord auraient été notifiés par le \nMinoritaire au Majoritaire et n’auraient pas été résolus amiablement dans un délai de \ncinq (5) Jours Ouvrés suivant la réception par le Majoritaire de la notification du ou des \nPoints de Désaccord, ces Points de Désaccord (et seulement ceux-ci) seront soumis à un \ntiers expert indépendant désigné d ’un commun accord entre le M ajoritaire et le \nMinoritaire parmi les cabinets d ’expertise comptable ou conseils financiers \nindépendants des Parties, reconnus dans le secteur d ’activité de la Société et de \nréputation nationale ou internationale ou, à défaut d’accord ou si l’expert refuse ou n’est \npas en mesure de conduire sa mission, à la demande de la Partie intéressée la plus \ndiligente, par le président du tribunal de commerce de Paris statuant selon la procédure \naccélérée au fond (ou toute autre procédure équivalente, dans l’hypothèse où en raison \nd’un changement de ju risprudence la procédure accélérée au fond ne serait plus \napplicable dans le cadre de la désignation d’un expert au visa de l’article 1592 du Code \ncivil) et sans recours possible ou, à défaut de compétence de ce dernier, par les \njuridictions du fond compétentes (l’« Expert »). \n Les Parties conviennent expressément que dans l ’hypothèse où l’Expert ainsi désigné \nne serait pas en mesure de conduire sa mission à son terme, il sera recouru à un nouvel \nexpert, désigné conformément aux stipulations du présent Article, et ainsi de suite \njusqu’à ce qu ’un expert fixe le Prix de Vente dans les conditions définies au présent \nArticle. \n L’Expert n ’agira pas en qualité d ’amiable compositeur, mais dans le cadre des \ndispositions de l ’article 1592 du Code civil, et sera exclusivement chargé, dans le \nrespect du principe du contradictoire, de régler le ou les Points de Désaccord concernant \nle Prix de Vente, à partir des éléments qui lui seront présentés par le Majoritaire et le \nMinoritaire, et conformément aux stipulations du Pacte. \n Pour les besoins de la détermination du Prix de Vente, le Majoritaire, le Minoritaire et \nl’Expert seront liés par les définitions, formules et autres stipulations du Pacte. \n L’Expert devra faire ses meilleurs efforts pour notifier au Majoritaire et au Minoritaire, \nDocusign Envelope ID: 7F777731-B08F-4558-AFC1-069830807057\n\n- 36 - \ndans un délai de quinze (15) Jours Ouvrés à compter de sa désignation, un rapport \nindiquant ses conclusions sur le ou les Points de Désaccord ainsi que sur le montant du \nPrix de Vente. Son rapport devra être motivé, et indiquer ses conc lusions sur le ou les \nPoints de Désaccord ainsi que sur les Comptes de Référence, l’EBITDA Normatif (en \nce inclus, le cas échéant, l’EBITDA Retraité Sucre et l’EBITDA Retraité Anti -\nDumping), la Dette Nette, les Capitaux Propres et le Prix de Vente en résultant. \n Sauf en cas de fraude ou d ’erreur manifeste (étant précisé que le fait pour l ’Expert de \nne pas appliquer les règles prévues par le Pacte sera considéré comme constituant une \ntelle erreur manifeste), le rapport de l ’Expert sera définitif et lie ra le Majoritaire et le \nMinoritaire ; il sera insusceptible de recours et exécutoire dès sa notification au \nMajoritaire et au Minoritaire par l’Expert. Les frais, débours et honoraires de l ’Expert \nseront (i) à la charge exclusive du Majoritaire si le montant du Prix de Vente notifié par \nl’Expert est supérieur à celui mentionné dans la Notification d ’Exercice (ou, le cas \néchéant, la Notification du Prix de Vente) , ou (ii) à la charge exclusive du M inoritaire \ndans tous les autres cas. \n Le transfert de propriété des Titres sous Option devra avoir lieu au plus tard à \nl’expiration d’un délai de cinq (5) Jours Ouvrés suivant la résolution amiable des Points \nde Désaccord par les Parties,\nt honoraires de l ’Expert \nseront (i) à la charge exclusive du Majoritaire si le montant du Prix de Vente notifié par \nl’Expert est supérieur à celui mentionné dans la Notification d ’Exercice (ou, le cas \néchéant, la Notification du Prix de Vente) , ou (ii) à la charge exclusive du M inoritaire \ndans tous les autres cas. \n Le transfert de propriété des Titres sous Option devra avoir lieu au plus tard à \nl’expiration d’un délai de cinq (5) Jours Ouvrés suivant la résolution amiable des Points \nde Désaccord par les Parties, ou, à défaut, de la notification par l’Expert de son rapport \nau Majoritaire et au Minoritaire. \n Il sera procédé à cette date aux opérations de réalisation décrites aux Articles 17.7 et \n17.8. \n A l’effet de ce qui précède, les Parties et la Société s’engagent à coopérer pleinement \navec l’Expert pour lui permettre d ’accomplir sa mission dans le délai imparti et à lui \ncommuniquer dès que possible toutes les informations dont il aura besoin dans ce cadre. \n17.5 Paiement du Prix de Vente des Promesses \nLe paiement du Prix d e Vente au Minoritaire sera effectué par le Majoritaire à la date de \ntransfert visée à l’Article 17.4, en numéraire, par virement bancaire. \n17.6 Opérations à la date de Cession \nLes opérations de réalisation décrites aux Articles 17.7 et 17.8 auront lieu au siège social de \nla Société, ou en tout autre lieu convenu entre le Majoritaire et le Minoritaire, étant précisé \nque toutes les remises de documents ou opérations mentionnées ci -après comme devant \nintervenir à la date de Cession seront consi dérées comme ayant lieu simultanément et \nqu’aucune d’entre elles ne sera supposée avoir été effectuée avant que toutes les remises de \ndocuments ou opérations visées auxdits Articles 17.7 et 17.8 ne soient réalisées. \n17.7 Remise de documents par le Minoritaire \nA la date de Cession, le Minoritaire s’engage irrévocablement à remettre au Majoritaire : \n(a) un exemplaire original de l ’ordre de mouvement emportant transfert de propriété des \nTitres sous Option au Majoritaire, dûment complété et signé par le Minoritaire ; \nDocusign Envelope ID: 7F777731-B08F-4558-AFC1-069830807057\n\n- 37 - \n(b) la lettre de démission des fonctions de membre du Comité Stratégique du Membre \nMinoritaire ; \n(c) trois exemplaires originaux du formulaire Cerfa n°2759 requis pour l ’enregistrement \nauprès de l ’administration fiscale de la Cession des Titres sous Option, dûmen t \ncomplétés et signés par le Minoritaire. \n17.8 Remise de documents par le Majoritaire \nA la date de Cession, le Majoritaire s ’engage irrévocablement à remettre au Minoritaire une \ncopie certifiée conforme par le Majoritaire de l ’ordre de virement irrévocable corr espondant \nau versement par ce dernier au profit du Minoritaire du montant du Prix de Vente. \n17.9 Exécution forcée des Promesses de Vente \nLes Parties reconnaissent expressément le caractère irrévocable et intangible des termes de la \nPromesse d e Vente . Il est de la commune intention du M inoritaire et du Majoritaire que, \njusqu’à l ’expiration du Pacte, la Promesse d e Vente ne puisse être révoquée que par leur \nconsentement mutuel. \nEn conséquence, et compte tenu de l ’acceptation par le Majoritaire de la Promesse de Vente \nen tant que promesse unilatérale et sous réserve que le M ajoritaire décide d ’exercer la \nPromesse de Vente : \n- le Minoritaire s’engage définitivement à vendre les Titres sous Option au Majoritaire ; \n- toute rétractation unilatérale par le Minoritaire de son engagement, préalablement à \nl’exercice de la Promesse de Vente par le Majoritaire, sera de plein droit inefficace ; \n- sous réserve que le M ajoritaire décide d’exercer la Promesse d e Vente, le Majoritaire \ns’engage définitivement à verser au Minoritaire le montant du Prix d e Vente \nconformément à l’Article 17.5. \nIl est expressément entendu entre les Parties qu’en cas d’inexécution ou de rétractation de l’un \nde ses engagements par l ’une ou l’autre d’entre elles au titre de la Promesse d e Vente (et en \nparticulier de tout engagement de faire), la seule attribution de dommages et intérêts à l’autre \nPartie ne pourra pas être considérée comme constituant une réparation appropriée. \nLe Minoritaire convient donc expressément de ce que l ’inexécution ou la rétractation par lui \nde la Promesse de Vente sera inopposable au Majoritaire et que le Majoritaire pourra, s’il le \nsouhaite et à sa seul\nnexécution ou de rétractation de l’un \nde ses engagements par l ’une ou l’autre d’entre elles au titre de la Promesse d e Vente (et en \nparticulier de tout engagement de faire), la seule attribution de dommages et intérêts à l’autre \nPartie ne pourra pas être considérée comme constituant une réparation appropriée. \nLe Minoritaire convient donc expressément de ce que l ’inexécution ou la rétractation par lui \nde la Promesse de Vente sera inopposable au Majoritaire et que le Majoritaire pourra, s’il le \nsouhaite et à sa seule option, nonobstant toutes stipulations contraires, solliciter de la \njuridiction compétente toutes mesures appropriées (en ce compris dans le cadre d ’une \nprocédure en référé) et notamment : \n(a) la constatation judiciaire de la Cession des Titres sous Option qui a urait dû intervenir \nen l ’absence d ’inexécution ou de rétractation du Minoritaire, et ce au profit du \nMajoritaire ; \n(b) l’exécution forcée en nature, au besoin par un mandataire ad hoc substitué au \nMinoritaire et ayant reçu pouvoir de signer tous documents nécessaires, de \nDocusign Envelope ID: 7F777731-B08F-4558-AFC1-069830807057\n\n- 38 - \nl’engagement considéré ; \nle tout sans préjudice de tous dommages et intérêts qui viendraient s’y ajouter. \nEn particulier, les Parties renoncent chacune à se prévaloir de toute disproportion manifeste \nqui pourrait exister entre le coût de l’exécution forcée en nature de l’une des obligations dont \nelle est débitrice aux termes de la Promesse d e Vente et son intérêt pour l ’autre Partie, \ncréancière de ladite obligation, et ce dans le but d’empêcher l’exécution en nature de l’une de \nses obligations prévues par la Promesse de Vente sur le fondement de l’article 1221 du Code \ncivil. \n17.10 Jouissance des dividendes \nEn cas d ’exercice de la Promesse de Vente, le Majoritaire bénéficiera de l ’ensemble des \ndividendes non payés à la date de Cession des Titres sous Option. \n17.11 Faculté de substitution du Majoritaire \nLe Majoritaire pourra se substituer toute Personne à l’effet (i) de venir à ses droits au titre de \nla Promesse de Vente, ou (ii) d’exécuter ses engagements au titre de la Promesse de Vente. \nAu plus tard au moment de l’envoi de la Notification du Prix de Vente, le Majoritaire pourra \nnotifier au Minoritaire sa volonté de voir une Personne se substituer dans tous ses droits et \nobligations au titre de la Promesse de Vente, ce que le Minoritaire accepte ; étant précisé que \nle Majoritaire sera solidairement responsable de la bonne exécution des stipulations de la \nPromesse de Vente par son substitué. \nLe Minoritaire accepte ainsi expressément d’ores et déjà la cession de la Promesse de Vente \nau profit de la Personne qui se substituera au Majoritaire en application de ce qui précède et \nce, conformément aux articles 1216 à 1216-13 du Code civil. \nEn cas de mise en œuvre par le Majoritaire de la fa culté de substitution stipulée au présent \nArticle, le bénéficiaire de cette substitution deviendra débiteur des obligations mises à la \ncharge du Majoritaire par la Promesse de Vente et bénéficiaire des droits stipulés à son profit \naux termes de la Promesse de Vente, sans préjudice de la solidarité précitée. \n17.12 Paiement des Compléments de Prix \nDans un délai de quarante-cinq (45) Jours Ouvrés suivant l’expiration d’un délai de 6,5 ans à \ncompter de la Notification d’Exercice et dans l’hypothèse où le Prix de Vente serait égal au \nPrix d’Achat n°1 , le Majoritaire devra adress er au Minoritaire une notification écrite \nindiquant (la « Notification de Complément de Prix ») : \n(a) si l’un quelconque des Compléments de Prix visé à l’Article 16.3.2 est dû ; \n(b) un document écrit comprenant de manière raisonnablement détaillée le calcul par le \nMajoritaire de, selon le cas, l’EBITDA Réel Sucre et/ou l’EBITDA Réel Anti-Dumping, \nle Complément de Prix Sucre et/ou le Complément de Prix Anti-Dumping en résultant \net le montant des Intérêts. \nLe Minoritaire disposera d ’un délai de trente (30) Jours Ouvrés suivant la réception de la \nNotification de Complément de Prix pour notifier en retour au Majoritaire tous points de \nDocusign Envelope ID: 7F777731-B08F-4558-AFC1-069830807057\n\n- 39 - \ndésaccord qu ’il pourrait avoir concernant le montant du ou des Complément(s) de Prix \nindiqué(s) par le Majoritaire dans la Notification de Complément de Prix (ci-après, pour les \nbesoins du présent Article, le", "company_id": "eurolysine", "doc_id": "e76a66233fd86c40", "source_file": "ARES_-_Pacte_d'associés__(vPJM_01082024).docx.pdf", "page_start": 21, "page_end": 40, "section_title": "16. PROMESSES D’ACHAT"}]}
